{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "<sep>": 5,
      "<cls>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "¡": 101,
      "¢": 102,
      "£": 103,
      "¤": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "ª": 110,
      "«": 111,
      "¬": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ã": 134,
      "Ä": 135,
      "Å": 136,
      "Æ": 137,
      "Ç": 138,
      "È": 139,
      "É": 140,
      "Ê": 141,
      "Ë": 142,
      "Ì": 143,
      "Í": 144,
      "Î": 145,
      "Ï": 146,
      "Ð": 147,
      "Ñ": 148,
      "Ò": 149,
      "Ó": 150,
      "Ô": 151,
      "Õ": 152,
      "Ö": 153,
      "×": 154,
      "Ø": 155,
      "Ù": 156,
      "Ú": 157,
      "Û": 158,
      "Ü": 159,
      "Ý": 160,
      "Þ": 161,
      "ß": 162,
      "à": 163,
      "á": 164,
      "â": 165,
      "ã": 166,
      "ä": 167,
      "å": 168,
      "æ": 169,
      "ç": 170,
      "è": 171,
      "é": 172,
      "ê": 173,
      "ë": 174,
      "ì": 175,
      "í": 176,
      "î": 177,
      "ï": 178,
      "ð": 179,
      "ñ": 180,
      "ò": 181,
      "ó": 182,
      "ô": 183,
      "õ": 184,
      "ö": 185,
      "÷": 186,
      "ø": 187,
      "ù": 188,
      "ú": 189,
      "û": 190,
      "ü": 191,
      "ý": 192,
      "þ": 193,
      "ÿ": 194,
      "Ā": 195,
      "ā": 196,
      "Ă": 197,
      "ă": 198,
      "Ą": 199,
      "ą": 200,
      "Ć": 201,
      "ć": 202,
      "Ĉ": 203,
      "ĉ": 204,
      "Ċ": 205,
      "ċ": 206,
      "Č": 207,
      "č": 208,
      "Ď": 209,
      "ď": 210,
      "Đ": 211,
      "đ": 212,
      "Ē": 213,
      "ē": 214,
      "Ĕ": 215,
      "ĕ": 216,
      "Ė": 217,
      "ė": 218,
      "Ę": 219,
      "ę": 220,
      "Ě": 221,
      "ě": 222,
      "Ĝ": 223,
      "ĝ": 224,
      "Ğ": 225,
      "ğ": 226,
      "Ġ": 227,
      "ġ": 228,
      "Ģ": 229,
      "ģ": 230,
      "Ĥ": 231,
      "ĥ": 232,
      "Ħ": 233,
      "ħ": 234,
      "Ĩ": 235,
      "ĩ": 236,
      "Ī": 237,
      "ī": 238,
      "Ĭ": 239,
      "ĭ": 240,
      "Į": 241,
      "į": 242,
      "İ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "Ĵ": 247,
      "ĵ": 248,
      "Ķ": 249,
      "ķ": 250,
      "ĸ": 251,
      "Ĺ": 252,
      "ĺ": 253,
      "Ļ": 254,
      "ļ": 255,
      "Ľ": 256,
      "ľ": 257,
      "Ŀ": 258,
      "ŀ": 259,
      "Ł": 260,
      "ł": 261,
      "Ń": 262,
      "Ä±": 263,
      "er": 264,
      "la": 265,
      "ÅŁ": 266,
      "in": 267,
      "os": 268,
      "en": 269,
      "Ã¼": 270,
      "li": 271,
      "Ã§": 272,
      "Ġ<": 273,
      "ma": 274,
      "Ġd": 275,
      "Ġk": 276,
      "ya": 277,
      "Ġb": 278,
      "ÄŁ": 279,
      "ler": 280,
      "Ġi": 281,
      "Ġs": 282,
      "lÄ±": 283,
      "ek": 284,
      "Ã¶": 285,
      "Ġa": 286,
      "lar": 287,
      "or": 288,
      "an": 289,
      "Ġg": 290,
      "bos": 291,
      "eos": 292,
      "čĊ": 293,
      "ti": 294,
      "ar": 295,
      "Ġv": 296,
      "Ġn": 297,
      "Ġya": 298,
      "Ġt": 299,
      "le": 300,
      "Ġo": 301,
      "ĠÃ¶": 302,
      "me": 303,
      "Ä±r": 304,
      "sÄ±": 305,
      "ir": 306,
      "Ġe": 307,
      "ĠÃ§": 308,
      "ĠiÃ§": 309,
      "ik": 310,
      "ĠiÃ§in": 311,
      "lan": 312,
      "bi": 313,
      "Ġh": 314,
      "es": 315,
      "ak": 316,
      "lir": 317,
      "im": 318,
      "Ġp": 319,
      "asÄ±": 320,
      "Ä±n": 321,
      "it": 322,
      "aÅŁ": 323,
      "at": 324,
      "Ġyap": 325,
      "Ã¼z": 326,
      "yor": 327,
      "el": 328,
      "ĠnasÄ±": 329,
      "ĠnasÄ±l": 330,
      "on": 331,
      "Ġve": 332,
      "em": 333,
      "un": 334,
      "ur": 335,
      "gi": 336,
      "Ġm": 337,
      "Ã¼n": 338,
      "bilir": 339,
      "ĠH": 340,
      "Ġy": 341,
      "ĠS": 342,
      "ĠÃ¶n": 343,
      "Ġol": 344,
      "si": 345,
      "de": 346,
      "al": 347,
      "ok": 348,
      "um": 349,
      "Ä±m": 350,
      "leri": 351,
      "ĠY": 352,
      "ÄŁr": 353,
      "ĠB": 354,
      "Ġf": 355,
      "mak": 356,
      "aÄŁ": 357,
      "ini": 358,
      "ra": 359,
      "ul": 360,
      "larÄ±": 361,
      "ce": 362,
      "et": 363,
      "il": 364,
      "ĠK": 365,
      "alÄ±": 366,
      "ĠÃ¶ÄŁr": 367,
      "ĠÃ¶ÄŁren": 368,
      "Ġz": 369,
      "angi": 370,
      "Ġet": 371,
      "ay": 372,
      "len": 373,
      "ĠD": 374,
      "Ã¼r": 375,
      "Ġge": 376,
      "yi": 377,
      "Ġbir": 378,
      "ĠbaÅŁ": 379,
      "ĠÃ§ok": 380,
      "mek": 381,
      "Ä±k": 382,
      "enli": 383,
      "Ġde": 384,
      "ĠHangi": 385,
      "az": 386,
      "lÄ±k": 387,
      "Ġne": 388,
      "eri": 389,
      "tir": 390,
      "ah": 391,
      "Ä°": 392,
      "ĠM": 393,
      "ĠÄ°": 394,
      "ine": 395,
      "Ã¼zenli": 396,
      "am": 397,
      "is": 398,
      "ĠA": 399,
      "ku": 400,
      "ol": 401,
      "Ġden": 402,
      "tik": 403,
      "siz": 404,
      "alÄ±ÅŁ": 405,
      "iÅŁ": 406,
      "ut": 407,
      "ama": 408,
      "da": 409,
      "tr": 410,
      "tÄ±r": 411,
      "Ġkul": 412,
      "Ġar": 413,
      "ĠÃ": 414,
      "eni": 415,
      "Ġse": 416,
      "Ġal": 417,
      "Ġkullan": 418,
      "as": 419,
      "ey": 420,
      "ĠE": 421,
      "ĠÃ§alÄ±ÅŁ": 422,
      "emli": 423,
      "ap": 424,
      "lama": 425,
      "lik": 426,
      "Ġtek": 427,
      "dir": 428,
      "sin": 429,
      "uy": 430,
      "yon": 431,
      "Ä±ÅŁ": 432,
      "Ã¼k": 433,
      "yors": 434,
      "ĠÃ¶nemli": 435,
      "dan": 436,
      "ki": 437,
      "ot": 438,
      "uk": 439,
      "ĠT": 440,
      "Ġka": 441,
      "Ġkur": 442,
      "Ä±nÄ±": 443,
      "ĠÃ¶nce": 444,
      "Ġtekn": 445,
      "di": 446,
      "Ã¼ÅŁ": 447,
      "Ã¶r": 448,
      "yorum": 449,
      "ci": 450,
      "eÅŁ": 451,
      "ĠG": 452,
      "ĠÅŁ": 453,
      "Ä±lÄ±": 454,
      "ÅŁtir": 455,
      "Ġkon": 456,
      "Ġis": 457,
      "Ġbe": 458,
      "lerini": 459,
      "Ã¼zel": 460,
      "abilir": 461,
      "na": 462,
      "zer": 463,
      "ĠP": 464,
      "ĠdÃ¼zenli": 465,
      "Ġkar": 466,
      "Ġak": 467,
      "Ġver": 468,
      "Ġpr": 469,
      "itap": 470,
      "emek": 471,
      "ĠbaÅŁla": 472,
      "ĠdeÄŁ": 473,
      "aman": 474,
      "ab": 475,
      "eme": 476,
      "gzer": 477,
      "ta": 478,
      "uÅŁ": 479,
      "yÄ±": 480,
      "Ġr": 481,
      "labilir": 482,
      "inle": 483,
      "ĠsaÄŁ": 484,
      "Ġegzer": 485,
      "esi": 486,
      "Ġplan": 487,
      "yorsun": 488,
      "Ġegzersiz": 489,
      "ad": 490,
      "den": 491,
      "Ġuy": 492,
      "end": 493,
      "Ġger": 494,
      "ĠgÃ¼": 495,
      "ĠgÃ¼n": 496,
      "tif": 497,
      "Ġoku": 498,
      "Ġgeli": 499,
      "ĠseÃ§": 500,
      "cÄ±": 501,
      "iz": 502,
      "ji": 503,
      "mi": 504,
      "ĠF": 505,
      "Ä±l": 506,
      "ĠgÃ¼zel": 507,
      "Ġtar": 508,
      "Ã¼zik": 509,
      "ĠBu": 510,
      "Ġzaman": 511,
      "gÃ¼n": 512,
      "ken": 513,
      "te": 514,
      "ÅŁim": 515,
      "osya": 516,
      "ĠdÃ¼ÅŁ": 517,
      "ÄŁi": 518,
      "Ġiyi": 519,
      "Ã¶n": 520,
      "meli": 521,
      "ĠÃĩ": 522,
      "av": 523,
      "der": 524,
      "ebilir": 525,
      "oÄŁ": 526,
      "ter": 527,
      "Ġme": 528,
      "mayÄ±": 529,
      "larla": 530,
      "tiv": 531,
      "ark": 532,
      "ĠyaÅŁ": 533,
      "ĠyÃ¶n": 534,
      "ĠYeni": 535,
      "aha": 536,
      "ĠÄ°ÅŁ": 537,
      "asyon": 538,
      "Ġisti": 539,
      "osyal": 540,
      "ĠdÃ¼ÅŁÃ¼n": 541,
      "dÄ±m": 542,
      "ed": 543,
      "gÄ±": 544,
      "kad": 545,
      "obi": 546,
      "tur": 547,
      "uz": 548,
      "Ġdinle": 549,
      "Ġdaha": 550,
      "Ġko": 551,
      "ÄŁÄ±": 552,
      "Ġalan": 553,
      "ĠgÃ¶r": 554,
      "ĠDÃ¼zenli": 555,
      "olo": 556,
      "Ä±lÄ±r": 557,
      "Ġbelir": 558,
      "Ġpro": 559,
      "eti": 560,
      "iy": 561,
      "kat": 562,
      "sel": 563,
      "ĠO": 564,
      "Ġor": 565,
      "yar": 566,
      "ĠiÅŁ": 567,
      "Ġay": 568,
      "Ġama": 569,
      "anat": 570,
      "ĠÃ§Ä±k": 571,
      "ika": 572,
      "Ġyapmak": 573,
      "ĠmÃ¼zik": 574,
      "ram": 575,
      "ĠÃ¶ÄŁrenmek": 576,
      "Ġzor": 577,
      "lendir": 578,
      "azÄ±r": 579,
      "ĠÃĸ": 580,
      "emel": 581,
      "dak": 582,
      "ye": 583,
      "yim": 584,
      "ĠN": 585,
      "Ġen": 586,
      "laÅŁ": 587,
      "malÄ±": 588,
      "matik": 589,
      "Ġkat": 590,
      "ĠbaÄŁ": 591,
      "Ġil": 592,
      "Ġstr": 593,
      "ekler": 594,
      "larÄ±nÄ±": 595,
      "Ġgi": 596,
      "ara": 597,
      "Ġvar": 598,
      "Ġolabilir": 599,
      "ikkat": 600,
      "ĠhazÄ±r": 601,
      "Ġyer": 602,
      "Ġfark": 603,
      "ilgi": 604,
      "ĠgeÃ§": 605,
      "lÄ±klÄ±": 606,
      "isel": 607,
      "cih": 608,
      "eÅŁit": 609,
      "endine": 610,
      "ĠgÃ¼v": 611,
      "kadaÅŁ": 612,
      "oloji": 613,
      "ĠayÄ±r": 614,
      "eler": 615,
      "ili": 616,
      "tÄ±": 617,
      "vde": 618,
      "Ġ(": 619,
      "ĠR": 620,
      "Ġin": 621,
      "ercih": 622,
      "maya": 623,
      "ĠkÃ¼": 624,
      "Ġkitap": 625,
      "Ġbes": 626,
      "Ġbul": 627,
      "Ġsu": 628,
      "ĠaÃ§": 629,
      "larÄ±n": 630,
      "Ġyar": 631,
      "Ġtercih": 632,
      "leti": 633,
      "meyi": 634,
      "sÄ±n": 635,
      "aÅŁtÄ±r": 636,
      "Ġmo": 637,
      "Ġolur": 638,
      "lenme": 639,
      "iÅŁisel": 640,
      "Ġteknik": 641,
      "abilirim": 642,
      "ĠdeÄŁiÅŁ": 643,
      "ĠgeliÅŁtir": 644,
      "Ġbelirle": 645,
      "),": 646,
      "ev": 647,
      "ede": 648,
      "fes": 649,
      "lek": 650,
      "st": 651,
      "Ġ-": 652,
      "liz": 653,
      "lilik": 654,
      "Ã§ek": 655,
      "Ġda": 656,
      "Ġdes": 657,
      "Ġdur": 658,
      "Ġdikkat": 659,
      "Ġkal": 660,
      "Ġbu": 661,
      "Ġbilgi": 662,
      "lerle": 663,
      "Ġsor": 664,
      "lÄ±ÄŁÄ±": 665,
      "Ã¶z": 666,
      "Ġana": 667,
      "Ġveri": 668,
      "ĠtÃ¼r": 669,
      "leÅŁtir": 670,
      "Ġodak": 671,
      "ĠÃ§eÅŁit": 672,
      "imi": 673,
      "Ġpra": 674,
      "ĠyapÄ±lÄ±r": 675,
      "Ġyemek": 676,
      "ĠoluÅŁ": 677,
      "ĠYemek": 678,
      "Ġdene": 679,
      "Ġteknoloji": 680,
      "abÄ±r": 681,
      "Ġgerek": 682,
      "Ġtari": 683,
      "ĠBugÃ¼n": 684,
      "meliyim": 685,
      "ava": 686,
      "Ġgibi": 687,
      "ĠoluÅŁtur": 688,
      "eli": 689,
      "gu": 690,
      "ilir": 691,
      "lÃ¼": 692,
      "luk": 693,
      "oc": 694,
      "sa": 695,
      "ten": 696,
      "tem": 697,
      "ĠU": 698,
      "Ġma": 699,
      "Ã¼y": 700,
      "Ã§Ã¼k": 701,
      "Ġdak": 702,
      "Ġkay": 703,
      "Ġsa": 704,
      "ĠsÃ¼r": 705,
      "Ġsanat": 706,
      "Ġan": 707,
      "ans": 708,
      "Ġvak": 709,
      "ĠÃ¶z": 710,
      "Ġeder": 711,
      "Ġveya": 712,
      "Ġmi": 713,
      "ĠSosyal": 714,
      "ĠÃ¶neri": 715,
      "ilm": 716,
      "ĠKitap": 717,
      "ayd": 718,
      "Ġdeney": 719,
      "ĠaraÅŁtÄ±r": 720,
      "ĠÃ§alÄ±ÅŁma": 721,
      "ĠÅŁey": 722,
      "Ġaktiv": 723,
      "Ġuyku": 724,
      "ĠyÃ¶neti": 725,
      "ĠgÃ¶re": 726,
      "Ġilgi": 727,
      "letiÅŁim": 728,
      "edef": 729,
      "Ġanaliz": 730,
      "Ġodaklan": 731,
      "Ġpratik": 732,
      "Ġdakika": 733,
      "Ġvakit": 734,
      "Ġaktivit": 735,
      "ĠyÃ¶netimi": 736,
      "af": 737,
      "can": 738,
      "ceri": 739,
      "for": 740,
      "gan": 741,
      "gun": 742,
      "hat": 743,
      "iyor": 744,
      "lÃ¼k": 745,
      "oÄŁr": 746,
      "re": 747,
      "tÄ±ÅŁ": 748,
      "ve": 749,
      "yÄ±m": 750,
      "Ġ1": 751,
      "ĠV": 752,
      "Ġra": 753,
      "Ä±z": 754,
      "Ä±yorum": 755,
      "ÅŁam": 756,
      "Ġkor": 757,
      "ĠbÃ¶": 758,
      "lÄ±ÅŁ": 759,
      "larak": 760,
      "Ġyat": 761,
      "Ġyaz": 762,
      "Ġte": 763,
      "Ġtut": 764,
      "Ġolarak": 765,
      "lanÄ±r": 766,
      "Ġher": 767,
      "Ġhar": 768,
      "akt": 769,
      "Ġper": 770,
      "ĠyapÄ±": 771,
      "ĠyapmayÄ±": 772,
      "unu": 773,
      "bilirsin": 774,
      "ĠSen": 775,
      "ĠSaÄŁ": 776,
      "Ġnefes": 777,
      "ĠÄ°yi": 778,
      "Ġdeng": 779,
      "ĠartÄ±r": 780,
      "ĠarkadaÅŁ": 781,
      "asit": 782,
      "ĠEvde": 783,
      "kiler": 784,
      "ĠTÃ¼r": 785,
      "diÄŁ": 786,
      "Ġbeceri": 787,
      "Ġkarar": 788,
      "ĠgerÃ§ek": 789,
      "ebilirim": 790,
      "Ġmed": 791,
      "Ġistiyorum": 792,
      "Ġstres": 793,
      "ĠfarklÄ±": 794,
      "ĠgeÃ§ir": 795,
      "Ġbeslenme": 796,
      "Ġmola": 797,
      "Ġdest": 798,
      "Ġdurum": 799,
      "Ġteknolojisi": 800,
      "Ġrahat": 801,
      "ĠSaÄŁlÄ±klÄ±": 802,
      "'d": 803,
      "20": 804,
      "ber": 805,
      "hon": 806,
      "ip": 807,
      "lu": 808,
      "men": 809,
      "oz": 810,
      "ru": 811,
      "san": 812,
      "suz": 813,
      "thon": 814,
      "uh": 815,
      "vi": 816,
      "ython": 817,
      "zle": 818,
      "Ġ5": 819,
      "ĠC": 820,
      "Ä±cÄ±": 821,
      "lamak": 822,
      "enek": 823,
      "Ã§a": 824,
      "man": 825,
      "madan": 826,
      "Ġkendine": 827,
      "ĠkiÅŁisel": 828,
      "Ġbak": 829,
      "Ġbili": 830,
      "ĠiletiÅŁim": 831,
      "Ġses": 832,
      "ĠsÄ±n": 833,
      "Ġson": 834,
      "Ġsosyal": 835,
      "Ġara": 836,
      "lara": 837,
      "lardan": 838,
      "arat": 839,
      "Ġvit": 840,
      "Ġnot": 841,
      "ĠtaÅŁ": 842,
      "Ġtah": 843,
      "Ġhis": 844,
      "Ġhobi": 845,
      "Ġmin": 846,
      "Ġfayd": 847,
      "Ġneler": 848,
      "Ġnedir": 849,
      "ĠAr": 850,
      "eye": 851,
      "Ä±ÅŁÄ±k": 852,
      "ĠTemel": 853,
      "Ġkurs": 854,
      "ĠGÃ¼n": 855,
      "Ġkonu": 856,
      "ĠPython": 857,
      "ĠdeÄŁer": 858,
      "ĠsaÄŁlÄ±ÄŁÄ±": 859,
      "Ġegzersizleri": 860,
      "Ġokuma": 861,
      "ĠkatÄ±l": 862,
      "ĠhazÄ±rla": 863,
      "ĠkÃ¼Ã§Ã¼k": 864,
      "abÄ±rlÄ±": 865,
      "Ġdeneyim": 866,
      "ĠsÄ±nÄ±r": 867,
      "Ġvitam": 868,
      "Ġhiss": 869,
      "ĠfaydalÄ±": 870,
      "ac": 871,
      "bz": 872,
      "cu": 873,
      "dÄ±r": 874,
      "ein": 875,
      "gram": 876,
      "kan": 877,
      "lin": 878,
      "line": 879,
      "nline": 880,
      "op": 881,
      "por": 882,
      "tar": 883,
      "tÃ¼r": 884,
      "ĠZ": 885,
      "Ġer": 886,
      "Ġek": 887,
      "Ġun": 888,
      "Ä±yor": 889,
      "las": 890,
      "ÅŁÄ±": 891,
      "inler": 892,
      "ost": 893,
      "enk": 894,
      "liÄŁi": 895,
      "Ã§Ä±n": 896,
      "Ġdin": 897,
      "Ġdok": 898,
      "Ġdet": 899,
      "ÄŁlen": 900,
      "lerin": 901,
      "Ġizle": 902,
      "Ġsis": 903,
      "ekle": 904,
      "ektif": 905,
      "Ġaz": 906,
      "ĠadÄ±m": 907,
      "anÄ±ÅŁ": 908,
      "arÄ±": 909,
      "Ġtama": 910,
      "Ġtemel": 911,
      "lem": 912,
      "Ġes": 913,
      "ĠeÄŁlen": 914,
      "Ġhal": 915,
      "Ġhangi": 916,
      "Ġhedef": 917,
      "esle": 918,
      "asÄ±n": 919,
      "Ä±na": 920,
      "ate": 921,
      "elki": 922,
      "ĠmÄ±": 923,
      "Ġyet": 924,
      "demeli": 925,
      "ĠBelki": 926,
      "cele": 927,
      "ĠKendine": 928,
      "Ġetki": 929,
      "azen": 930,
      "trol": 931,
      "Ġsebz": 932,
      "ĠÃ§alÄ±ÅŁÄ±r": 933,
      "likleri": 934,
      "yorsan": 935,
      "Ġkademeli": 936,
      "ĠÅŁe": 937,
      "ĠkonuÅŁ": 938,
      "Ġkontrol": 939,
      "abilirsin": 940,
      "ĠkarÅŁÄ±": 941,
      "Ġrut": 942,
      "endini": 943,
      "ĠgÃ¼Ã§": 944,
      "ĠseÃ§imi": 945,
      "ize": 946,
      "tern": 947,
      "ĠyaÅŁam": 948,
      "dÄ±mcÄ±": 949,
      "edin": 950,
      "Ġkoy": 951,
      "Ġalanda": 952,
      "Ġprogram": 953,
      "Ġort": 954,
      "Ġorgan": 955,
      "yarak": 956,
      "lendirir": 957,
      "ĠÃĸn": 958,
      "Ġener": 959,
      "malÄ±yÄ±m": 960,
      "Ġyerine": 961,
      "ĠgÃ¼venli": 962,
      "ĠaÃ§Ä±": 963,
      "ĠaÃ§Ä±k": 964,
      "ĠyardÄ±mcÄ±": 965,
      "Ġteknikleri": 966,
      "ĠdeÄŁiÅŁir": 967,
      "lektr": 968,
      "ĠbugÃ¼n": 969,
      "ĠÃ§eÅŁitlilik": 970,
      "Ġtarih": 971,
      "ocuk": 972,
      "sayar": 973,
      "ĠkaygÄ±": 974,
      "Ġsaat": 975,
      "Ġ15": 976,
      "ĠTÃ¼rk": 977,
      "diÄŁin": 978,
      "ĠgerÃ§ekten": 979,
      "Ġmedya": 980,
      "Ġsonra": 981,
      "Ġunut": 982,
      "Ġsebze": 983,
      "ati": 984,
      "cek": 985,
      "cak": 986,
      "gÃ¼": 987,
      "gor": 988,
      "if": 989,
      "ij": 990,
      "iya": 991,
      "ide": 992,
      "iÄŁi": 993,
      "jik": 994,
      "kin": 995,
      "ltÃ¼r": 996,
      "mp": 997,
      "nak": 998,
      "ob": 999,
      "rken": 1000,
      "rip": 1001,
      "sun": 1002,
      "sal": 1003,
      "to": 1004,
      "ub": 1005,
      "uan": 1006,
      "ven": 1007,
      "wor": 1008,
      "yun": 1009,
      "yku": 1010,
      "ĠL": 1011,
      "Ġli": 1012,
      "Ä±yorsun": 1013,
      "lay": 1014,
      "labi": 1015,
      "inin": 1016,
      "eng": 1017,
      "Ã¼s": 1018,
      "Ã¼t": 1019,
      "liyor": 1020,
      "Ã§e": 1021,
      "Ġdil": 1022,
      "ĠdoÄŁ": 1023,
      "Ġdost": 1024,
      "ĠdanÄ±ÅŁ": 1025,
      "Ġkeli": 1026,
      "yabilirsin": 1027,
      "Ġbol": 1028,
      "ĠbÃ¼y": 1029,
      "Ġbasit": 1030,
      "lere": 1031,
      "ĠsÄ±r": 1032,
      "Ġsay": 1033,
      "Ġseni": 1034,
      "ĠsabÄ±rlÄ±": 1035,
      "ĠalÄ±ÅŁ": 1036,
      "larÄ±m": 1037,
      "Ġgel": 1038,
      "Ġvide": 1039,
      "Ġnet": 1040,
      "Ġyan": 1041,
      "Ġtak": 1042,
      "meye": 1043,
      "Ä±rs": 1044,
      "irler": 1045,
      "ĠeleÅŁtir": 1046,
      "ĠÃ§ek": 1047,
      "ikay": 1048,
      "langÄ±": 1049,
      "Ġha": 1050,
      "Ġhat": 1051,
      "Ġhava": 1052,
      "Ġheye": 1053,
      "imli": 1054,
      "Ġpara": 1055,
      "Ä±nda": 1056,
      "itasyon": 1057,
      "itkiler": 1058,
      "emik": 1059,
      "unum": 1060,
      "ĠHobi": 1061,
      "Ġyeni": 1062,
      "ĠStr": 1063,
      "ĠSanat": 1064,
      "Ġold": 1065,
      "Ġolu": 1066,
      "ĠYarat": 1067,
      "Ġfilm": 1068,
      "Ġfakt": 1069,
      "ĠKiÅŁisel": 1070,
      "ĠDil": 1071,
      "Ġgele": 1072,
      "Ġbirik": 1073,
      "ĠbaÅŁa": 1074,
      "ĠMo": 1075,
      "ĠMer": 1076,
      "ĠMÃ¼zik": 1077,
      "ĠMate": 1078,
      "ĠAÃ§": 1079,
      "Ġdenedin": 1080,
      "Ġsevi": 1081,
      "ĠkullanÄ±r": 1082,
      "ĠErken": 1083,
      "lamasÄ±": 1084,
      "otoÄŁr": 1085,
      "ĠkaÃ§Ä±n": 1086,
      "Ġaktif": 1087,
      "Ġverme": 1088,
      "Ġruh": 1089,
      "ĠsaÄŁlÄ±k": 1090,
      "ĠplanlÄ±": 1091,
      "ĠgÃ¼nde": 1092,
      "ĠgeliÅŁim": 1093,
      "ĠFilm": 1094,
      "Ġtarz": 1095,
      "ĠÃĩocuk": 1096,
      "tivasyon": 1097,
      "Ġistiyorsan": 1098,
      "Ġkolay": 1099,
      "ĠOnline": 1100,
      "ĠÃĸz": 1101,
      "ĠgÃ¼ven": 1102,
      "tÄ±cÄ±": 1103,
      "Ġincele": 1104,
      "Ġintern": 1105,
      "ĠkÃ¼ltÃ¼r": 1106,
      "ĠkitaplarÄ±": 1107,
      "Ġbilgisayar": 1108,
      "Ġsoru": 1109,
      "Ġgereksiz": 1110,
      "Ġtarif": 1111,
      "ĠUyku": 1112,
      "ĠsÃ¼re": 1113,
      "ĠÃ¶neriler": 1114,
      "ĠaraÅŁtÄ±rma": 1115,
      "Ġaktivite": 1116,
      "Ġaktiviteler": 1117,
      "forman": 1118,
      "Ä±zlÄ±": 1119,
      "ĠyazÄ±m": 1120,
      "Ġperforman": 1121,
      "Ġdengesi": 1122,
      "rup": 1123,
      "Ġsessiz": 1124,
      "ĠtahÄ±l": 1125,
      "Ġnelerdir": 1126,
      "ĠArkadaÅŁ": 1127,
      "Ġvitamini": 1128,
      "Ġerken": 1129,
      "lasik": 1130,
      "lerinden": 1131,
      "Ġtamamen": 1132,
      "Ġrutinler": 1133,
      "Ġortam": 1134,
      "Ġunutma": 1135,
      "Ġkelime": 1136,
      "Ġvideo": 1137,
      "langÄ±Ã§": 1138,
      "Ġheyecan": 1139,
      "ĠfaktÃ¶r": 1140,
      "ĠMatematik": 1141,
      "Ġseviyorsun": 1142,
      "otoÄŁraf": 1143,
      "Tub": 1144,
      "bac": 1145,
      "dar": 1146,
      "eb": 1147,
      "edi": 1148,
      "eed": 1149,
      "fet": 1150,
      "ga": 1151,
      "gÄ±n": 1152,
      "hti": 1153,
      "ila": 1154,
      "ici": 1155,
      "miÅŁ": 1156,
      "ne": 1157,
      "od": 1158,
      "ou": 1159,
      "otik": 1160,
      "pektif": 1161,
      "ster": 1162,
      "spektif": 1163,
      "tor": 1164,
      "tan": 1165,
      "tal": 1166,
      "tum": 1167,
      "uma": 1168,
      "ucu": 1169,
      "veri": 1170,
      "yle": 1171,
      "yve": 1172,
      "ygÄ±n": 1173,
      "zeme": 1174,
      "ĠI": 1175,
      "ĠJ": 1176,
      "Ġu": 1177,
      "ĠÃ¼n": 1178,
      "ĠÃ¼r": 1179,
      "Ġuz": 1180,
      "Ġcan": 1181,
      "Ä±ÄŁ": 1182,
      "Ä±lÄ±k": 1183,
      "Ä±da": 1184,
      "ers": 1185,
      "erel": 1186,
      "lam": 1187,
      "ÅŁkiler": 1188,
      "enekler": 1189,
      "ental": 1190,
      "Ã¼c": 1191,
      "liÅŁkiler": 1192,
      "mal": 1193,
      "malÄ±k": 1194,
      "ĠdaÄŁ": 1195,
      "Ġduy": 1196,
      "Ġdram": 1197,
      "Ġdili": 1198,
      "Ġdans": 1199,
      "ĠkÃ¶": 1200,
      "Ġkaz": 1201,
      "yan": 1202,
      "yaÅŁam": 1203,
      "Ġbazen": 1204,
      "Ġbitkiler": 1205,
      "ÄŁer": 1206,
      "Ġihti": 1207,
      "ĠiliÅŁkiler": 1208,
      "Ġser": 1209,
      "Ġsak": 1210,
      "Ġspor": 1211,
      "lÄ±ÄŁ": 1212,
      "eket": 1213,
      "Ã¶ster": 1214,
      "ĠalÄ±": 1215,
      "Ġalabilir": 1216,
      "ĠatÄ±ÅŁ": 1217,
      "orgun": 1218,
      "ormal": 1219,
      "anÄ±": 1220,
      "anlÄ±k": 1221,
      "Ġgen": 1222,
      "Ġgram": 1223,
      "ĠgÃ¶z": 1224,
      "ĠgÄ±da": 1225,
      "ĠgÃ¶ster": 1226,
      "tim": 1227,
      "arak": 1228,
      "arÃ§a": 1229,
      "Ġner": 1230,
      "Ġnormal": 1231,
      "ĠyaygÄ±n": 1232,
      "Ġtam": 1233,
      "Ġtati": 1234,
      "Ġolabi": 1235,
      "medi": 1236,
      "meyve": 1237,
      "Ġede": 1238,
      "Ġedi": 1239,
      "ĠeÄŁi": 1240,
      "Ġevde": 1241,
      "Ġelektr": 1242,
      "ĠÃ§ay": 1243,
      "ĠÃ§Ã¶z": 1244,
      "iksel": 1245,
      "ikliÄŁi": 1246,
      "lanma": 1247,
      "lantÄ±": 1248,
      "landÄ±r": 1249,
      "Ġhak": 1250,
      "Ġhikay": 1251,
      "esin": 1252,
      "esim": 1253,
      "eslek": 1254,
      "Ġpek": 1255,
      "Ġpila": 1256,
      "ĠparÃ§a": 1257,
      "Ä±nav": 1258,
      "itma": 1259,
      "ital": 1260,
      "Ġyapt": 1261,
      "Ġyapabilirim": 1262,
      "Ġyapabilirsin": 1263,
      "ĠnasÄ±lsÄ±n": 1264,
      "una": 1265,
      "unur": 1266,
      "Ġmer": 1267,
      "Ġmobi": 1268,
      "Ã¼nÃ¼": 1269,
      "ĠHava": 1270,
      "ĠHedef": 1271,
      "ĠHÄ±zlÄ±": 1272,
      "ĠyÃ¼r": 1273,
      "ĠyoÄŁ": 1274,
      "ĠSev": 1275,
      "Ġolum": 1276,
      "Ġolsun": 1277,
      "siyon": 1278,
      "dev": 1279,
      "oks": 1280,
      "Ä±mÄ±nÄ±": 1281,
      "ĠYaÅŁ": 1282,
      "ĠYat": 1283,
      "ĠYaz": 1284,
      "ĠYou": 1285,
      "ĠYerel": 1286,
      "ĠYorgun": 1287,
      "ĠBaÅŁ": 1288,
      "Ġfik": 1289,
      "ĠfÄ±rs": 1290,
      "aÄŁÄ±m": 1291,
      "aÄŁÄ±ÅŁÄ±k": 1292,
      "celi": 1293,
      "etsiz": 1294,
      "ilo": 1295,
      "ĠKendini": 1296,
      "ĠÃ¶ÄŁrenmeliyim": 1297,
      "ĠÃ¶ÄŁrenebilirim": 1298,
      "Ġzek": 1299,
      "Ġzeng": 1300,
      "lenmiÅŁ": 1301,
      "Ġgez": 1302,
      "Ġgetir": 1303,
      "ĠbaÅŁlama": 1304,
      "ĠbaÅŁken": 1305,
      "meklilik": 1306,
      "Ġdemeyi": 1307,
      "ahat": 1308,
      "ahve": 1309,
      "ĠMeslek": 1310,
      "ĠÄ°l": 1311,
      "isyon": 1312,
      "ĠAn": 1313,
      "tÄ±rmalÄ±k": 1314,
      "Ġalma": 1315,
      "Ġalgor": 1316,
      "otein": 1317,
      "ukÃ§a": 1318,
      "ĠTer": 1319,
      "Ġkav": 1320,
      "Ġkadar": 1321,
      "Ġkural": 1322,
      "abilirs": 1323,
      "natif": 1324,
      "ĠPara": 1325,
      "ĠkaranlÄ±k": 1326,
      "Ġprotein": 1327,
      "ĠbaÅŁlamak": 1328,
      "ĠdeÄŁil": 1329,
      "Ġrenk": 1330,
      "Ġplanla": 1331,
      "ĠplanlamasÄ±": 1332,
      "Ġuyum": 1333,
      "Ġuygu": 1334,
      "Ġuygun": 1335,
      "ĠgÃ¼nler": 1336,
      "ĠgÃ¼neÅŁ": 1337,
      "Ġokumak": 1338,
      "ĠseÃ§enekler": 1339,
      "iziksel": 1340,
      "ĠFark": 1341,
      "ĠÃĩalÄ±ÅŁ": 1342,
      "ebilirsin": 1343,
      "oÄŁuk": 1344,
      "ternatif": 1345,
      "ĠyaÅŁÄ±yorum": 1346,
      "ĠyÃ¶ntem": 1347,
      "asyonu": 1348,
      "Ġistiyorsun": 1349,
      "ĠdÃ¼ÅŁÃ¼nce": 1350,
      "Ġdinlemek": 1351,
      "Ġprob": 1352,
      "iyer": 1353,
      "ĠiÅŁe": 1354,
      "ĠÃ§Ä±kabilirim": 1355,
      "Ġzorluk": 1356,
      "ĠNe": 1357,
      "ĠNot": 1358,
      "laÅŁÄ±r": 1359,
      "ĠbaÄŁlÄ±": 1360,
      "ĠbaÄŁlantÄ±": 1361,
      "Ġstresi": 1362,
      "ĠhazÄ±rlanÄ±r": 1363,
      "Ġyerel": 1364,
      "ĠayÄ±rabilirs": 1365,
      "Ġbeslen": 1366,
      "larÄ±na": 1367,
      "sÄ±nÄ±": 1368,
      "sÄ±ndan": 1369,
      "ĠdeÄŁiÅŁikliÄŁi": 1370,
      "ĠgeliÅŁtirilir": 1371,
      "evre": 1372,
      "stesi": 1373,
      "Ġkalk": 1374,
      "Ġbilgileri": 1375,
      "ĠtÃ¼rlerini": 1376,
      "gusal": 1377,
      "temi": 1378,
      "ĠUz": 1379,
      "Ã¼yÃ¼ÅŁ": 1380,
      "Ġkaynak": 1381,
      "ĠanlaÅŁ": 1382,
      "ĠÃ¶zel": 1383,
      "Ġederek": 1384,
      "Ġilgilen": 1385,
      "ĠbÃ¶l": 1386,
      "Ġherk": 1387,
      "Ġhareket": 1388,
      "Ġperspektif": 1389,
      "ĠarkadaÅŁlÄ±k": 1390,
      "Ġbeceriler": 1391,
      "Ġbecerilerini": 1392,
      "Ġdestek": 1393,
      "ozisyon": 1394,
      "suzluk": 1395,
      "ĠCV": 1396,
      "eneksel": 1397,
      "Ġbilim": 1398,
      "Ġbilimi": 1399,
      "Ġkonular": 1400,
      "Ġkonuda": 1401,
      "ĠdeÄŁerlendirir": 1402,
      "Ġdeneyimler": 1403,
      "Ġhisset": 1404,
      "kanlÄ±ÄŁÄ±": 1405,
      "ĠZaman": 1406,
      "Ġdinlenme": 1407,
      "Ġdoktor": 1408,
      "Ġdetoks": 1409,
      "Ġazal": 1410,
      "arÄ±larÄ±nÄ±": 1411,
      "Ġeser": 1412,
      "ĠeÄŁlenceli": 1413,
      "asÄ±nÄ±": 1414,
      "Ġyeter": 1415,
      "Ġetkili": 1416,
      "ĠÅŁeh": 1417,
      "Ġprogramlama": 1418,
      "Ġorganize": 1419,
      "ĠÃĸnce": 1420,
      "Ġenerji": 1421,
      "Ġtarihi": 1422,
      "ĠkaygÄ±sÄ±": 1423,
      "gÃ¼ven": 1424,
      "ijital": 1425,
      "uantum": 1426,
      "Ġlistesi": 1427,
      "Ġdostu": 1428,
      "ĠbÃ¼yÃ¼k": 1429,
      "ĠalÄ±ÅŁkanlÄ±ÄŁÄ±": 1430,
      "Ġhale": 1431,
      "Ġhavalar": 1432,
      "ĠHobiler": 1433,
      "ĠStresle": 1434,
      "Ġoluyor": 1435,
      "ĠYaratÄ±cÄ±": 1436,
      "Ġgelebilir": 1437,
      "ĠMotivasyon": 1438,
      "ĠAÃ§Ä±k": 1439,
      "ĠplanlÄ±yorsun": 1440,
      "ĠÃĸzgÃ¼ven": 1441,
      "ĠUykusuzluk": 1442,
      "ĠvideolarÄ±": 1443,
      "otoÄŁrafÃ§": 1444,
      "Tube": 1445,
      "back": 1446,
      "eedback": 1447,
      "veriÅŁ": 1448,
      "Ġkazan": 1449,
      "Ġihtiya": 1450,
      "ĠatÄ±ÅŁtÄ±rmalÄ±k": 1451,
      "Ġgramer": 1452,
      "Ġolabiliyor": 1453,
      "ĠeÄŁitim": 1454,
      "ĠhaklarÄ±": 1455,
      "Ġmobil": 1456,
      "ĠyÃ¼rÃ¼yÃ¼ÅŁ": 1457,
      "ĠSevdiÄŁin": 1458,
      "ĠYouTube": 1459,
      "ĠfÄ±rsat": 1460,
      "aÄŁÄ±ÅŁÄ±klÄ±k": 1461,
      "Ġalgoritma": 1462,
      "Ġuygulama": 1463,
      "10": 1464,
      "Kot": 1465,
      "Quantum": 1466,
      "Sc": 1467,
      "Web": 1468,
      "alar": 1469,
      "aaÅŁ": 1470,
      "bj": 1471,
      "bul": 1472,
      "balar": 1473,
      "cÄ±n": 1474,
      "cel": 1475,
      "cul": 1476,
      "cil": 1477,
      "cas": 1478,
      "cÄ±lÄ±": 1479,
      "din": 1480,
      "dÃ¼": 1481,
      "dÄ±n": 1482,
      "ep": 1483,
      "ez": 1484,
      "eÄŁ": 1485,
      "elan": 1486,
      "eyi": 1487,
      "egan": 1488,
      "fi": 1489,
      "fu": 1490,
      "fik": 1491,
      "fon": 1492,
      "fein": 1493,
      "ges": 1494,
      "gini": 1495,
      "hab": 1496,
      "isi": 1497,
      "ider": 1498,
      "iber": 1499,
      "kÃ¼": 1500,
      "ket": 1501,
      "kÃ¼r": 1502,
      "kara": 1503,
      "kÅŁam": 1504,
      "klem": 1505,
      "kemik": 1506,
      "ller": 1507,
      "lzeme": 1508,
      "mÄ±ÅŁ": 1509,
      "nin": 1510,
      "om": 1511,
      "oy": 1512,
      "oin": 1513,
      "olar": 1514,
      "omedi": 1515,
      "pt": 1516,
      "pekler": 1517,
      "rn": 1518,
      "ran": 1519,
      "rar": 1520,
      "se": 1521,
      "syon": 1522,
      "tin": 1523,
      "tak": 1524,
      "tra": 1525,
      "tÄ±k": 1526,
      "tÃ¶r": 1527,
      "uÄŁ": 1528,
      "va": 1529,
      "wif": 1530,
      "yla": 1531,
      "yum": 1532,
      "yna": 1533,
      "zber": 1534,
      "Ġ2": 1535,
      "Ġ4": 1536,
      "Ġl": 1537,
      "Ġq": 1538,
      "Ġyor": 1539,
      "Ġmak": 1540,
      "ĠÄ±ÅŁÄ±k": 1541,
      "ĠQuantum": 1542,
      "ĠWeb": 1543,
      "Ä±ya": 1544,
      "Ä±labilir": 1545,
      "Ä±cak": 1546,
      "Ä±tÄ±cÄ±": 1547,
      "Ä±cÄ±lÄ±": 1548,
      "erek": 1549,
      "eral": 1550,
      "erimli": 1551,
      "latÄ±r": 1552,
      "layarak": 1553,
      "latÄ±cÄ±": 1554,
      "ÅŁÄ±r": 1555,
      "ÅŁÄ±k": 1556,
      "ing": 1557,
      "ink": 1558,
      "inde": 1559,
      "inans": 1560,
      "ostur": 1561,
      "ene": 1562,
      "enle": 1563,
      "endi": 1564,
      "Ã¼st": 1565,
      "Ã¼Ã§Ã¼k": 1566,
      "lit": 1567,
      "lite": 1568,
      "malar": 1569,
      "Ġder": 1570,
      "Ġdek": 1571,
      "ĠdÃ¼z": 1572,
      "ĠdÃ¼zel": 1573,
      "ĠdoÄŁr": 1574,
      "Ġdijital": 1575,
      "ĠkÄ±": 1576,
      "Ġkim": 1577,
      "Ġkut": 1578,
      "Ġkap": 1579,
      "ĠkeÅŁ": 1580,
      "Ġkendini": 1581,
      "Ġklasik": 1582,
      "Ġkilo": 1583,
      "Ġkahve": 1584,
      "Ġkeyi": 1585,
      "yabilir": 1586,
      "Ġbah": 1587,
      "Ġbiy": 1588,
      "Ġboz": 1589,
      "ÄŁen": 1590,
      "ÄŁini": 1591,
      "lerine": 1592,
      "Ġide": 1593,
      "Ġilerle": 1594,
      "Ġsi": 1595,
      "Ġsek": 1596,
      "Ġset": 1597,
      "ĠsÄ±k": 1598,
      "Ġsab": 1599,
      "Ġsunum": 1600,
      "ĠsoÄŁuk": 1601,
      "ekli": 1602,
      "ekkÃ¼r": 1603,
      "Ġaleti": 1604,
      "Ġatak": 1605,
      "larm": 1606,
      "ori": 1607,
      "orlamak": 1608,
      "orasyonu": 1609,
      "anik": 1610,
      "Ġgit": 1611,
      "Ġgrup": 1612,
      "arlÄ±": 1613,
      "arna": 1614,
      "arika": 1615,
      "ariyer": 1616,
      "Ġnes": 1617,
      "Ġnaz": 1618,
      "Ġyak": 1619,
      "ĠyatÄ±r": 1620,
      "Ġtem": 1621,
      "ĠteÅŁ": 1622,
      "Ġtab": 1623,
      "Ġtop": 1624,
      "ĠtanÄ±": 1625,
      "let": 1626,
      "leme": 1627,
      "lemi": 1628,
      "lecek": 1629,
      "lefon": 1630,
      "Ġod": 1631,
      "Ġome": 1632,
      "Ġotur": 1633,
      "Ġoyun": 1634,
      "Ġoyna": 1635,
      "ĠÃ¶dÃ¼": 1636,
      "mel": 1637,
      "mesi": 1638,
      "sÄ±z": 1639,
      "irli": 1640,
      "iraz": 1641,
      "irÃ¼s": 1642,
      "irket": 1643,
      "Ġev": 1644,
      "ĠÃ§iz": 1645,
      "ĠiÃ§meyi": 1646,
      "ikli": 1647,
      "iktar": 1648,
      "Ġhes": 1649,
      "ĠhaÅŁ": 1650,
      "Ġhem": 1651,
      "ĠhÄ±z": 1652,
      "imleri": 1653,
      "imize": 1654,
      "Ġpor": 1655,
      "Ġpay": 1656,
      "Ġpop": 1657,
      "Ġpod": 1658,
      "Ä±ndan": 1659,
      "Ä±nmÄ±ÅŁ": 1660,
      "Ġyapar": 1661,
      "ĠyapmalÄ±": 1662,
      "ĠyapmalÄ±yÄ±m": 1663,
      "Ã¼ze": 1664,
      "elde": 1665,
      "onik": 1666,
      "unlarÄ±": 1667,
      "urma": 1668,
      "Ġmu": 1669,
      "Ġmek": 1670,
      "Ġmut": 1671,
      "Ġmiktar": 1672,
      "ĠHay": 1673,
      "ĠHaf": 1674,
      "ĠHarika": 1675,
      "Ġyol": 1676,
      "Ġyed": 1677,
      "ĠSu": 1678,
      "ĠSÄ±k": 1679,
      "ĠSabÄ±r": 1680,
      "ĠSabÄ±rlÄ±": 1681,
      "ĠSpor": 1682,
      "ĠSunum": 1683,
      "ĠSÄ±nav": 1684,
      "ĠSwif": 1685,
      "ĠÃ¶nem": 1686,
      "Ġolmak": 1687,
      "ĠolmalÄ±": 1688,
      "siyum": 1689,
      "dece": 1690,
      "alp": 1691,
      "Ä±mÄ±": 1692,
      "ĠYap": 1693,
      "ÄŁrÄ±": 1694,
      "ĠBol": 1695,
      "ĠBiy": 1696,
      "ĠBilgi": 1697,
      "ĠBasit": 1698,
      "ĠBazen": 1699,
      "ĠBaÄŁÄ±ÅŁÄ±klÄ±k": 1700,
      "ĠBiraz": 1701,
      "Ġfon": 1702,
      "Ġfaz": 1703,
      "Ġfesle": 1704,
      "Ġfiziksel": 1705,
      "Ġfeedback": 1706,
      "rafik": 1707,
      "etli": 1708,
      "etwor": 1709,
      "ĠKrip": 1710,
      "ĠKlasik": 1711,
      "ĠKedi": 1712,
      "ĠKomedi": 1713,
      "ĠKÃ¼Ã§Ã¼k": 1714,
      "ĠKariyer": 1715,
      "ĠKalp": 1716,
      "alÄ±k": 1717,
      "ĠÃ¶ÄŁrenir": 1718,
      "ĠÃ¶ÄŁrenilir": 1719,
      "Ġetme": 1720,
      "Ġetmek": 1721,
      "ĠDen": 1722,
      "ĠDÄ±ÅŁ": 1723,
      "ĠDoÄŁ": 1724,
      "ĠDikkat": 1725,
      "ĠDans": 1726,
      "ĠDers": 1727,
      "Ã¼rÃ¼st": 1728,
      "yip": 1729,
      "Ġbiraz": 1730,
      "ĠbirleÅŁtir": 1731,
      "ĠbaÅŁta": 1732,
      "ĠbaÅŁlangÄ±Ã§": 1733,
      "ĠbaÅŁarÄ±larÄ±nÄ±": 1734,
      "azz": 1735,
      "Ġneden": 1736,
      "tirmek": 1737,
      "ĠMed": 1738,
      "ĠMental": 1739,
      "ĠMaaÅŁ": 1740,
      "ĠMÃ¼ze": 1741,
      "ĠÄ°n": 1742,
      "ĠÄ°ki": 1743,
      "ĠÄ°letiÅŁim": 1744,
      "ĠAl": 1745,
      "ĠAkad": 1746,
      "ĠAlÄ±ÅŁ": 1747,
      "ĠAkÅŁam": 1748,
      "ĠAÅŁÄ±r": 1749,
      "Ġdeneme": 1750,
      "dapt": 1751,
      "tro": 1752,
      "ĠartÄ±ÅŁ": 1753,
      "Ġalternatif": 1754,
      "Ġkullanma": 1755,
      "ĠkullanÄ±cÄ±": 1756,
      "ĠkullanÄ±mÄ±nÄ±": 1757,
      "asta": 1758,
      "ĠEv": 1759,
      "ĠElektr": 1760,
      "ĠEÄŁer": 1761,
      "ĠEmeklilik": 1762,
      "ĠEklem": 1763,
      "ĠEzber": 1764,
      "ĠÃ§alÄ±ÅŁan": 1765,
      "ĠÃ§alÄ±ÅŁÄ±yor": 1766,
      "lamadan": 1767,
      "Ġtekrar": 1768,
      "kiye": 1769,
      "oth": 1770,
      "ĠTiya": 1771,
      "ĠTrafik": 1772,
      "Ġkafein": 1773,
      "Ġkalite": 1774,
      "Ġkurul": 1775,
      "ĠÃ¶ncelikleri": 1776,
      "ĠtekniÄŁi": 1777,
      "Ã¶rsel": 1778,
      "ĠGÃ¼zel": 1779,
      "ĠGÃ¶z": 1780,
      "ĠGrup": 1781,
      "ĠGÃ¶rsel": 1782,
      "ĠÅŁif": 1783,
      "ĠÅŁirket": 1784,
      "Ä±lÄ±m": 1785,
      "Ġkonsan": 1786,
      "Ġiste": 1787,
      "Ġistemi": 1788,
      "ĠPostur": 1789,
      "ĠPanik": 1790,
      "ĠPasta": 1791,
      "ĠakÄ±l": 1792,
      "ĠakÅŁam": 1793,
      "Ġvermeyi": 1794,
      "Ġverimli": 1795,
      "ĠbaÅŁlayabilirsin": 1796,
      "ĠsaÄŁla": 1797,
      "ĠsaÄŁlÄ±klÄ±": 1798,
      "ĠsaÄŁlÄ±ÄŁ": 1799,
      "Ġegzersizler": 1800,
      "ĠgÃ¼nlÃ¼k": 1801,
      "ĠgÃ¼ncel": 1802,
      "ĠgeliÅŁ": 1803,
      "ĠseÃ§meliyim": 1804,
      "ĠFre": 1805,
      "ĠFotoÄŁrafÃ§": 1806,
      "Ä±lma": 1807,
      "ĠtartÄ±ÅŁ": 1808,
      "tetik": 1809,
      "tematik": 1810,
      "Ġiyisi": 1811,
      "ĠÃĩok": 1812,
      "ĠÃĩeÅŁit": 1813,
      "ĠÃĩevre": 1814,
      "Ġmes": 1815,
      "ĠyaÅŁa": 1816,
      "ĠyaÅŁÄ±yorsun": 1817,
      "ĠÄ°ÅŁlenmiÅŁ": 1818,
      "ĠdÃ¼ÅŁÃ¼nÃ¼": 1819,
      "ĠdÃ¼ÅŁÃ¼nmek": 1820,
      "gÄ±lamadan": 1821,
      "Ġdinleme": 1822,
      "Ġdinlemeliyim": 1823,
      "Ġkomp": 1824,
      "ĠalanlarÄ±nÄ±": 1825,
      "ĠalanÄ±na": 1826,
      "ĠgÃ¶rÃ¼ÅŁ": 1827,
      "ĠDÃ¼zenlilik": 1828,
      "olojik": 1829,
      "Ġprof": 1830,
      "iyet": 1831,
      "ĠOl": 1832,
      "ĠOyun": 1833,
      "ĠÃ§Ä±kmak": 1834,
      "Ġyapmaktan": 1835,
      "ĠÃĸdev": 1836,
      "ĠNetwor": 1837,
      "laÅŁÄ±m": 1838,
      "ĠkatÄ±lÄ±m": 1839,
      "ĠbaÄŁÄ±m": 1840,
      "Ġilgini": 1841,
      "Ġvarsa": 1842,
      "ĠgeÃ§iyor": 1843,
      "ĠayÄ±rarak": 1844,
      "ĠRenk": 1845,
      "ĠRob": 1846,
      "ĠResim": 1847,
      "ĠRahat": 1848,
      "Ġinsan": 1849,
      "Ġkitaplar": 1850,
      "ĠbuluÅŁ": 1851,
      "ĠyargÄ±lamadan": 1852,
      "Ġtercihi": 1853,
      "aÅŁtÄ±rma": 1854,
      "ĠdeÄŁiÅŁtir": 1855,
      "ĠgeliÅŁtirme": 1856,
      "Ġdeste": 1857,
      "Ġkalmak": 1858,
      "Ġkalsiyum": 1859,
      "Ġverici": 1860,
      "Ġyemekleri": 1861,
      "Ġgerektir": 1862,
      "avaSc": 1863,
      "lÃ¼m": 1864,
      "ock": 1865,
      "Ġman": 1866,
      "Ġmalzeme": 1867,
      "Ġsayarak": 1868,
      "ĠsÃ¼resi": 1869,
      "ĠsÃ¼rekli": 1870,
      "ĠsanatÄ±": 1871,
      "ĠsanatlarÄ±": 1872,
      "Ġederim": 1873,
      "aydÄ±n": 1874,
      "Ġdeneyebilirsin": 1875,
      "ĠÃ§alÄ±ÅŁmasÄ±": 1876,
      "Ġanalizi": 1877,
      "formatik": 1878,
      "ĠVeri": 1879,
      "ĠVegan": 1880,
      "ĠVerimli": 1881,
      "Ġkoruma": 1882,
      "Ġkorunur": 1883,
      "ĠbÃ¶yle": 1884,
      "ĠyatmayÄ±": 1885,
      "Ġyatmadan": 1886,
      "Ġtep": 1887,
      "Ġtelefon": 1888,
      "ĠtutarlÄ±": 1889,
      "Ġharc": 1890,
      "Ġharika": 1891,
      "aktan": 1892,
      "ĠyapÄ±yorsun": 1893,
      "Ġdengeli": 1894,
      "ĠartÄ±rÄ±r": 1895,
      "ĠarkadaÅŁlarla": 1896,
      "ĠTÃ¼rkiye": 1897,
      "diÄŁini": 1898,
      "Ġmeditasyon": 1899,
      "Ġstresli": 1900,
      "Ġmolalar": 1901,
      "Ġdestekler": 1902,
      "Ġdestekle": 1903,
      "Ġdurumunu": 1904,
      "ĠrahatlatÄ±r": 1905,
      "eneklerini": 1906,
      "ĠbakÄ±m": 1907,
      "Ġarabalar": 1908,
      "Ġnotlar": 1909,
      "ĠtaÅŁÄ±": 1910,
      "Ġmineral": 1911,
      "Ġminimize": 1912,
      "ĠAraÅŁtÄ±rma": 1913,
      "Ġkurslar": 1914,
      "Ġkurslara": 1915,
      "ĠGÃ¼nde": 1916,
      "ĠGÃ¼nlÃ¼k": 1917,
      "ĠGÃ¼naydÄ±n": 1918,
      "ĠdeÄŁerlendir": 1919,
      "ĠsÄ±nÄ±rlar": 1920,
      "Ġvitamin": 1921,
      "acaÄŁÄ±m": 1922,
      "ĠZorlamak": 1923,
      "Ġekran": 1924,
      "Ġdetay": 1925,
      "Ġsistem": 1926,
      "Ġsistematik": 1927,
      "ĠeÄŁlenmek": 1928,
      "Ġhaline": 1929,
      "Ġhalinde": 1930,
      "Ġhedeflerini": 1931,
      "asÄ±nda": 1932,
      "Ġyeteneklerini": 1933,
      "ĠkonuÅŁma": 1934,
      "ĠkontrolÃ¼": 1935,
      "ĠkarÅŁÄ±lÄ±klÄ±": 1936,
      "ĠkarÅŁÄ±tÄ±": 1937,
      "ĠgÃ¼Ã§lÃ¼": 1938,
      "ĠgÃ¼Ã§lendirir": 1939,
      "ĠÃĸnemli": 1940,
      "Ġenerjik": 1941,
      "ĠgÃ¼venlik": 1942,
      "ĠaÃ§Ä±sÄ±ndan": 1943,
      "Ġsaatleri": 1944,
      "ĠTÃ¼rkÃ§e": 1945,
      "king": 1946,
      "ript": 1947,
      "tomatik": 1948,
      "work": 1949,
      "ĠLider": 1950,
      "Ã¼tÃ§e": 1951,
      "ĠdoÄŁa": 1952,
      "ĠdoÄŁal": 1953,
      "ĠsÄ±rasÄ±nda": 1954,
      "ĠsaygÄ±": 1955,
      "larÄ±mla": 1956,
      "Ġgeleneksel": 1957,
      "ĠyanÄ±nda": 1958,
      "Ġtaklit": 1959,
      "ĠÃ§ekiyor": 1960,
      "ĠhatÄ±r": 1961,
      "ĠoldukÃ§a": 1962,
      "Ġbirikim": 1963,
      "Ġbiriktirmek": 1964,
      "ĠMerhab": 1965,
      "ĠÃĩocuklar": 1966,
      "ĠÃĩocuklarla": 1967,
      "ĠkolaylaÅŁÄ±r": 1968,
      "Ġinternet": 1969,
      "ĠkÃ¼ltÃ¼rÃ¼": 1970,
      "Ġsorular": 1971,
      "Ġtariflerle": 1972,
      "ĠsÃ¼reÃ§": 1973,
      "ĠsÃ¼reci": 1974,
      "ĠaraÅŁtÄ±rmasÄ±": 1975,
      "Ġaktiviteleri": 1976,
      "ĠperformansÄ±nÄ±": 1977,
      "ĠtahÄ±llar": 1978,
      "ĠheyecanlandÄ±r": 1979,
      "ĠfaktÃ¶rleri": 1980,
      "ĠJavaSc": 1981,
      "Ġuyan": 1982,
      "ĠÃ¼rÃ¼n": 1983,
      "Ġuzak": 1984,
      "ĠcanlÄ±": 1985,
      "ĠdaÄŁÄ±tÄ±cÄ±": 1986,
      "Ġduygusal": 1987,
      "ĠkÃ¶pekler": 1988,
      "ĠalÄ±r": 1989,
      "Ġalabilirsin": 1990,
      "Ġgenelde": 1991,
      "ĠgÃ¶zden": 1992,
      "Ġtatili": 1993,
      "Ġedebilirsin": 1994,
      "Ġelektronik": 1995,
      "ĠÃ§Ã¶zebilir": 1996,
      "Ġpilav": 1997,
      "ĠparÃ§alara": 1998,
      "ĠyaptÄ±n": 1999,
      "Ġmerak": 2000,
      "ĠyoÄŁun": 2001,
      "Ġolumsuz": 2002,
      "ĠYaÅŁlanma": 2003,
      "ĠBaÅŁlangÄ±Ã§": 2004,
      "Ġfikirli": 2005,
      "Ġzeka": 2006,
      "Ġzengin": 2007,
      "Ġgezisi": 2008,
      "ĠbaÅŁlamalÄ±": 2009,
      "ĠbaÅŁkenti": 2010,
      "ĠÄ°lgi": 2011,
      "ĠAnkara": 2012,
      "ĠTerfi": 2013,
      "Ġkavurma": 2014,
      "ĠFarklÄ±": 2015,
      "ĠÃĩalÄ±ÅŁan": 2016,
      "ĠyÃ¶ntemler": 2017,
      "ĠdÃ¼ÅŁÃ¼nceleri": 2018,
      "Ġproblemi": 2019,
      "ĠayÄ±rabilirsen": 2020,
      "ĠUzaktan": 2021,
      "ĠanlaÅŁÄ±lÄ±r": 2022,
      "ĠÃ¶zellikleri": 2023,
      "Ġherkesin": 2024,
      "ĠdeÄŁerlendirirken": 2025,
      "Ġhissettir": 2026,
      "Ġdinlenmeye": 2027,
      "Ġdoktora": 2028,
      "Ġazalt": 2029,
      "Ġyeterli": 2030,
      "ĠihtiyacÄ±n": 2031,
      "ĠalgoritmalarÄ±": 2032,
      "Kotlin": 2033,
      "bjektif": 2034,
      "cast": 2035,
      "elance": 2036,
      "oinformatik": 2037,
      "trasyon": 2038,
      "Ġmakarna": 2039,
      "inansal": 2040,
      "Ġdekorasyonu": 2041,
      "ĠdÃ¼zenle": 2042,
      "Ġkutla": 2043,
      "Ġkeyif": 2044,
      "Ġbaharat": 2045,
      "Ġideal": 2046,
      "ĠsektÃ¶r": 2047,
      "Ġsetlerinden": 2048,
      "Ġsabah": 2049,
      "Ġnazik": 2050,
      "ĠyatÄ±rÄ±m": 2051,
      "ĠteÅŁekkÃ¼r": 2052,
      "Ġomega": 2053,
      "ĠÃ§izim": 2054,
      "ĠhaÅŁlama": 2055,
      "Ġpodcast": 2056,
      "Ġmiktarlarla": 2057,
      "ĠHayÄ±r": 2058,
      "ĠHafta": 2059,
      "Ġyedekle": 2060,
      "ĠSwift": 2061,
      "ĠYapay": 2062,
      "ĠBiyoinformatik": 2063,
      "Ġfazla": 2064,
      "ĠfesleÄŁen": 2065,
      "ĠKripto": 2066,
      "ĠKediler": 2067,
      "ĠDÄ±ÅŁarÄ±": 2068,
      "ĠDoÄŁal": 2069,
      "ĠMeditasyon": 2070,
      "ĠÄ°letiÅŁimi": 2071,
      "ĠAkademik": 2072,
      "ĠAlÄ±ÅŁveriÅŁ": 2073,
      "Ġdenemeye": 2074,
      "daptasyon": 2075,
      "ĠartÄ±ÅŁÄ±": 2076,
      "ĠElektrikli": 2077,
      "ĠTiyatro": 2078,
      "Ġkaliteli": 2079,
      "Ġkonsantrasyon": 2080,
      "ĠistediÄŁin": 2081,
      "Ġistemiyorum": 2082,
      "ĠakÄ±llÄ±": 2083,
      "ĠFreelance": 2084,
      "ĠFotoÄŁrafÃ§Ä±lÄ±k": 2085,
      "ĠÃĩeÅŁitli": 2086,
      "Ġkompozisyon": 2087,
      "ĠNetworking": 2088,
      "ĠRobotik": 2089,
      "ĠRahatlatÄ±cÄ±": 2090,
      "Ġmalzemeler": 2091,
      "Ġmineraller": 2092,
      "ĠLiderlik": 2093,
      "ĠMerhaba": 2094,
      "ĠheyecanlandÄ±rÄ±yor": 2095,
      "ĠJavaScript": 2096,
      "ĠdaÄŁÄ±tÄ±cÄ±larÄ±": 2097
    },
    "merges": [
      [
        "Ä",
        "±"
      ],
      [
        "e",
        "r"
      ],
      [
        "l",
        "a"
      ],
      [
        "Å",
        "Ł"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "s"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ã",
        "¼"
      ],
      [
        "l",
        "i"
      ],
      [
        "Ã",
        "§"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "m",
        "a"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "y",
        "a"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ä",
        "Ł"
      ],
      [
        "l",
        "er"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "l",
        "Ä±"
      ],
      [
        "e",
        "k"
      ],
      [
        "Ã",
        "¶"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "la",
        "r"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "b",
        "os"
      ],
      [
        "e",
        "os"
      ],
      [
        "č",
        "Ċ"
      ],
      [
        "t",
        "i"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġ",
        "ya"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "l",
        "e"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "Ġ",
        "Ã¶"
      ],
      [
        "m",
        "e"
      ],
      [
        "Ä±",
        "r"
      ],
      [
        "s",
        "Ä±"
      ],
      [
        "i",
        "r"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "Ã§"
      ],
      [
        "Ġi",
        "Ã§"
      ],
      [
        "i",
        "k"
      ],
      [
        "ĠiÃ§",
        "in"
      ],
      [
        "la",
        "n"
      ],
      [
        "b",
        "i"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "e",
        "s"
      ],
      [
        "a",
        "k"
      ],
      [
        "li",
        "r"
      ],
      [
        "i",
        "m"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "a",
        "sÄ±"
      ],
      [
        "Ä±",
        "n"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "ÅŁ"
      ],
      [
        "a",
        "t"
      ],
      [
        "Ġya",
        "p"
      ],
      [
        "Ã¼",
        "z"
      ],
      [
        "y",
        "or"
      ],
      [
        "e",
        "l"
      ],
      [
        "Ġn",
        "asÄ±"
      ],
      [
        "ĠnasÄ±",
        "l"
      ],
      [
        "o",
        "n"
      ],
      [
        "Ġv",
        "e"
      ],
      [
        "e",
        "m"
      ],
      [
        "u",
        "n"
      ],
      [
        "u",
        "r"
      ],
      [
        "g",
        "i"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ã¼",
        "n"
      ],
      [
        "bi",
        "lir"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "ĠÃ¶",
        "n"
      ],
      [
        "Ġo",
        "l"
      ],
      [
        "s",
        "i"
      ],
      [
        "d",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "o",
        "k"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ä±",
        "m"
      ],
      [
        "ler",
        "i"
      ],
      [
        "Ġ",
        "Y"
      ],
      [
        "ÄŁ",
        "r"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "ma",
        "k"
      ],
      [
        "a",
        "ÄŁ"
      ],
      [
        "in",
        "i"
      ],
      [
        "r",
        "a"
      ],
      [
        "u",
        "l"
      ],
      [
        "lar",
        "Ä±"
      ],
      [
        "c",
        "e"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "l"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "a",
        "lÄ±"
      ],
      [
        "ĠÃ¶",
        "ÄŁr"
      ],
      [
        "ĠÃ¶ÄŁr",
        "en"
      ],
      [
        "Ġ",
        "z"
      ],
      [
        "an",
        "gi"
      ],
      [
        "Ġe",
        "t"
      ],
      [
        "a",
        "y"
      ],
      [
        "l",
        "en"
      ],
      [
        "Ġ",
        "D"
