{"input": "Merhaba, nasılsın?", "output": "Merhaba! Ben iyiyim, teşekkür ederim. Sen nasılsın? Bugün nasıl geçiyor?"}
{"input": "Bugün hava çok güzel", "output": "Gerçekten öyle! Güzel havalar insanı mutlu ediyor. Dışarı çıkmayı planlıyor musun?"}
{"input": "Python öğrenmek için nereden başlamalıyım?", "output": "Python öğrenmeye başlamak için önce temel syntax'ı öğrenebilirsin. Python.org'daki resmi tutorial'dan başlayabilir, sonra küçük projeler yaparak pratik yapabilirsin. Hangi alanda kullanmayı planlıyorsun?"}
{"input": "Türkiye'nin başkenti neresi?", "output": "Türkiye'nin başkenti Ankara'dır. 1923 yılında Cumhuriyet'in kurulmasından sonra başkent İstanbul'dan Ankara'ya taşınmıştır."}
{"input": "Biraz yorgunum bugün", "output": "Yorgun hissetmek normal, herkesin böyle günleri oluyor. Biraz dinlenmeye vakit ayırabilirsen iyi olur. Erken yatmayı denedin mi?"}
{"input": "Kahve mi çay mı içmeliyim?", "output": "Bu tamamen senin tercihine bağlı! Eğer enerji boost'una ihtiyacın varsa kahve, rahatlamak istiyorsan çay güzel olabilir. Hangisinin tadını daha çok seviyorsun?"}
{"input": "Matematik neden bu kadar zor?", "output": "Matematik başta zor gelebilir çünkü soyut kavramlar içeriyor. Ama adım adım ilerleyip düzenli pratik yaparsan kolaylaşır. Hangi konuda zorluk yaşıyorsun? Belki yardımcı olabilirim."}
{"input": "Bugün ne yemek yapsam?", "output": "Hmm, güzel bir soru! Evde hangi malzemeler var? Hızlı bir şey istiyorsan makarna, biraz vakit ayırabilirsek güveç veya pilav güzel olabilir. Ne tür yemekleri seviyorsun?"}
{"input": "Kitap okumak için zaman bulamıyorum", "output": "Bu çok yaygın bir problem! Günde 15-20 dakika ayırarak başlayabilirsin. Yolculukta, kahve molalarında veya yatmadan önce okuyabilirsin. Hangi türde kitapları seviyorsun?"}
{"input": "Spor yapmaya başlamak istiyorum", "output": "Harika bir karar! Başlangıç için yürüyüş veya evde basit egzersizlerle başlayabilirsin. Önemli olan düzenli olmak. Hangi spor dalları ilgini çekiyor?"}
{"input": "İşim çok stresli", "output": "İş stresi gerçekten zor olabiliyor. Mola vermeyi, nefes egzersizleri yapmayı denedin mi? Bazen sorunları küçük parçalara bölmek de yardımcı oluyor. Hangi kısımlar en çok stres yapıyor?"}
{"input": "Kediler mi köpekler mi daha iyi?", "output": "İkisi de harika hayvanlar ama farklı özellikleri var! Kediler daha bağımsız, köpekler daha sosyal ve sadık. Bu tamamen kişisel tercihe ve yaşam tarzına bağlı. Sen hangisini tercih edersin?"}
{"input": "Türkçe gramer kuralları nelerdir?", "output": "Türkçe gramer oldukça sistematik! Temel kurallar: kelime dizilimi (özne-nesne-yüklem), ek sistemimiz (çekim ekleri), ünlü uyumu ve ünsüz yumuşaması. Hangi konuda detay istiyorsun?"}
{"input": "Bugün çok sıkılıyorum", "output": "Sıkılmak bazen faydalı olabilir, yaratıcılığı tetikleyebilir! Yeni bir hobi denemeye, film izlemeye veya arkadaşlarını aramaya ne dersin? Ne yapmaktan hoşlanıyorsun genelde?"}
{"input": "Para biriktirmek için ne yapmalıyım?", "output": "Para biriktirmek için önce bir bütçe yapabilirsin. Gelir-gider analizi yap, gereksiz harcamaları tespit et ve küçük miktarlarla başla. Otomatik olarak birikim hesabına para aktarmak da işe yarıyor."}
{"input": "Hangi film izlesem?", "output": "Film tercihi çok kişisel! Hangi tür filmleri seviyorsun? Komedi, dram, aksiyon, bilim kurgu? Ruh haline göre de değişir - eğlenmek istiyorsan komedi, düşünmek istiyorsan dram güzel olur."}
{"input": "Arkadaşlarımla nasıl daha iyi iletişim kurabilirim?", "output": "İyi iletişim için önce dinlemek çok önemli. Empatik olmaya çalış, yargılamadan anlamaya odaklan. Açık ve dürüst ol, ama nazik bir dil kullan. Düzenli iletişimde kalmak da arkadaşlıkları güçlendirir."}
{"input": "Hangi programlama dili öğrenmeliyim?", "output": "Bu yapmak istediğin işe bağlı! Web geliştirme için JavaScript, veri analizi için Python, mobil uygulamalar için Swift/Kotlin güzel seçenekler. Hangi alanda çalışmayı planlıyorsun?"}
{"input": "Uykusuzluk problemi yaşıyorum", "output": "Uykusuzluk gerçekten zor. Düzenli uyku saatleri, yatak odasını karanlık tutmak, yatmadan önce telefon kullanmamak yardımcı olabilir. Eğer sürekli oluyorsa doktora danışmak iyi olur."}
{"input": "Yeni bir iş arıyorum", "output": "İş arama süreci stresli olabilir ama sistematik yaklaşırsan daha kolay. CV'ni güncelle, LinkedIn profilini düzenle, network'ünü genişlet. Hangi sektörde iş arıyorsun?"}
{"input": "Sağlıklı beslenme nasıl olmalı?", "output": "Sağlıklı beslenme için çeşitlilik çok önemli! Bol sebze-meyve, tam tahıllar, protein kaynakları ve bol su. İşlenmiş gıdaları sınırla, porsiyon kontrolü yap. Aşırıya kaçmadan dengeli beslen."}
{"input": "Çocuklar nasıl öğrenir?", "output": "Çocuklar oyun oynayarak, taklit ederek ve merak ederek öğrenirler. Görsel, işitsel ve kinestetik yöntemler birlikte kullanılmalı. Sabır, tekrar ve olumlu pekiştirme çok önemli."}
{"input": "Motivasyonumu nasıl artırabilirim?", "output": "Motivasyon için önce hedeflerini net belirle, sonra küçük adımlara böl. Başarılarını kutla, olumsuz düşünceleri fark et ve değiştir. Kendine ödüller ver ve başkalarından destek al."}
{"input": "Evde internetsiz ne yapabilirim?", "output": "İnternetsiz pek çok aktivite var! Kitap okuyabilir, puzzle çözebilir, çizim yapabilir, müzik dinleyip dans edebilirsin. Temizlik, yemek yapma, egzersiz de güzel seçenekler."}
{"input": "Dil öğrenmenin en iyi yolu nedir?", "output": "Dil öğrenmek için önce temel gramer ve kelime dağarcığı oluştur. Sonra bol dinleme ve konuşma pratiği yap. Filmler, müzikler, podcast'ler kullan. Günlük hayatta kullanmaya çalış."}
{"input": "Stresle nasıl başa çıkabilirim?", "output": "Stresle başa çıkmak için nefes egzersizleri, meditasyon, düzenli egzersiz yapabilirsin. Sorunları analiz et, çözülebileceklere odaklan. Hobiler, müzik ve dostlarla vakit geçirmek de rahatlatır."}
{"input": "Yaratıcılığımı nasıl geliştirebilirim?", "output": "Yaratıcılık için farklı deneyimler yaşa, kitap oku, sanat eserleri incele. Brainstorming yap, eleştirmeden fikirler üret. Yeni hobiler dene, farklı perspektiflerden bakın meye çalış."}
{"input": "Zamanımı nasıl daha iyi yönetebilirim?", "output": "Zaman yönetimi için önce ne kadar zamanın olduğunu analiz et. Öncelikleri belirle, yapılacaklar listesi oluştur. Dikkat dağıtıcıları minimize et, molalar ver. Hayır demeyi öğren."}
{"input": "Hangi mesleği seçmeliyim?", "output": "Meslek seçimi için yeteneklerini, ilgilerini ve değerlerini düşün. Hangi konular seni heyecanlandırıyor? İş piyasasını araştır, o alanda çalışanlarla konuş. Deneyim kazanmaya odaklan."}
{"input": "Sosyal medya bağımlılığından nasıl kurtulabilirim?", "output": "Sosyal medya kullanımını azaltmak için önce ne kadar zaman harcadığını fark et. Bildirimleri kapat, telefonu belirli saatlerde uzaklaştır. Alternatif aktiviteler bul, gerçek sosyal ilişkilere odaklan."}
{"input": "Evde hangi bitkiler yetiştirebilirim?", "output": "Evde kolay bakım gerektiren bitkiler: pothos, sansevieria, zambak, kaktüsler güzel seçenekler. Işık durumuna göre seç, fazla sulamaktan kaçın. Mint, fesleğen gibi aromatik bitkiler de pratik."}
{"input": "Kişisel gelişim nasıl olur?", "output": "Kişisel gelişim sürekli bir süreç. Kendini tanı, güçlü ve zayıf yönlerini belirle. Hedef koy, kitap oku, kurslar al. Feedback al, yeni deneyimlere açık ol. Sabır ve tutarlılık çok önemli."}
{"input": "Ev dekorasyonu için öneriler", "output": "Ev dekorasyonu için önce tarzını belirle - modern, vintage, minimalist? Renkler uyumlu olsun, ışık çok önemli. Bitkiler, tablolar, yastıklar gibi aksesuarlarla kişiselleştir. Fonksiyonelliği unutma."}
{"input": "Çevre dostu yaşam nasıl olur?", "output": "Çevre dostu yaşam için enerji ve su tasarrufu yap, geri dönüşüme dikkat et. Plastik kullanımını azalt, toplu taşıma tercih et. Yerel ve organik ürünler al, gereksiz tüketimden kaçın."}
{"input": "Yeni bir şehre taşınıyorum, öneriler?", "output": "Yeni şehire taşınmak heyecan verici! Önce mahalleyi araştır, ulaşım imkanlarına bak. Sosyal aktivitelere katıl, yerel gruplar bul. Sabırlı ol, adaptasyon zaman alır. Keşfetmeye açık ol!"}
{"input": "Düzenli uyku için ne yapmalıyım?", "output": "Düzenli uyku için her gün aynı saatte yat ve kalk. Yatak odası karanlık, sessiz ve serin olsun. Yatmadan önce ekran kullanma, kafein alma. Rahatlatıcı rutinler oluştur - okuma, müzik gibi."}
{"input": "Hangi vitamin ve mineraller önemli?", "output": "Temel vitamin ve mineraller: D vitamini (kemik sağlığı), B12 (enerji), C vitamini (bağışıklık), demir (kan), kalsiyum (kemik), omega-3 (beyin). Dengeli beslenme genelde yeterli, ama doktor önerisi alabilirsin."}
{"input": "İyi bir sunum nasıl hazırlanır?", "output": "İyi sunum için önce konunu net belirle, hedef kitleni tanı. Açılış dikkat çekici olsun, ana noktaları mantıklı sırala. Görsellerle destekle, çok metin yazma. Prova yap, kendine güven."}
{"input": "Çocuklarla kaliteli vakit nasıl geçirilir?", "output": "Çocuklarla kaliteli vakit için onların ilgi alanlarını keşfet. Oyunlar oyna, hikayeler oku, doğada vakit geçir. Teknolojisiz aktiviteler dene, sorular sor, dinle. Sabırlı ve eğlenceli ol."}
{"input": "Hangi egzersizler evde yapılabilir?", "output": "Evde yapılabilecek egzersizler: şınav, mekik, çömelme, plank, lunges. YouTube'dan yoga veya pilates videoları takip edebilirsin. Merdiven çıkma, dans etme de güzel kardiyolar. Düzenlilik önemli!"}
{"input": "Özgüven nasıl artırılır?", "output": "Özgüven için başarılarını fark et ve kutla. Olumsuz iç sesin fark et, pozitif düşüncelerle değiştir. Yeni beceriler öğren, konfor alanından çık. Kendine iyi bak, duruş ve vücut diline dikkat et."}
{"input": "Yemek yapmayı nasıl öğrenebilirim?", "output": "Yemek yapmayı öğrenmek için basit tariflerle başla. YouTube videoları, yemek kitapları faydalı. Temel teknikleri öğren - kavurma, haşlama, fırınlama. Deneme yanılma ile öğrenirsin, korkma hatalardan!"}
{"input": "Hangi kitapları okumalıyım?", "output": "Kitap seçimi ilgi alanlarına göre değişir. Klasikler her zaman iyidir - Sabahattin Ali, Orhan Pamuk. Kişisel gelişim, tarih, bilim de zenginleştirici. Hangi konular seni ilgilendiriyor? Ona göre öneri verebilirim."}
{"input": "Erken nasıl kalkabilirim?", "output": "Erken kalkmak için önce erken yatmaya başla. Alarm saatini kademeli olarak erkene al. Akşam kafein alma, sabah güneş ışığına çık. Motivasyon için sabah yapmak istediğin bir aktivite planla."}
{"input": "Panik atak sırasında ne yapmalı?", "output": "Panik atak sırasında derin nefes al - 4 sayarak içine çek, 6 sayarak ver. 5-4-3-2-1 tekniği: 5 şey gör, 4 şey duy, 3 şey dokun, 2 şey kokla, 1 şey tat. Bu geçici, zarar vermez. Sık yaşıyorsan uzmana danış."}
{"input": "Hangi müzik türlerini dinlemeliyim?", "output": "Müzik tamamen kişisel tercih! Jazz rahatlama için, klasik konsantrasyon için, pop enerji için güzel. Türk sanat müziği, rock, elektronik - çeşitlilik güzel. Hangi ruh halinde hangi müzik seni iyi hissettiriyor?"}
{"input": "Sosyal kaygıyla nasıl başa çıkabilirim?", "output": "Sosyal kaygı için küçük adımlarla başla. Nefes egzersizleri yap, olumsuz düşünceleri sorgula. Sosyal durumları kademeli olarak artır. Kendini kabul et, herkesi memnun etmek zorunda değilsin. Terapi de çok yardımcı olabilir."}
{"input": "Hobiler nasıl bulunur?", "output": "Hobi bulmak için çocukken ne yapmayı sevdiğini hatırla. Yeni şeyler denemeye açık ol - resim, müzik, spor, el sanatları. Arkadaşlarının hobilerini merak et. Online kurslar, workshoplar katılabilirsin."}
{"input": "Para nasıl yatırım yapılır?", "output": "Yatırım yapmadan önce mali durumunu analiz et, acil durum fonu oluştur. Temel bilgileri öğren - hisse, tahvil, fon çeşitleri. Küçük miktarlarla başla, çeşitlendir. Finansal danışman desteği alabilirsin."}
{"input": "Yaz tatilinde neler yapabilirim?", "output": "Yaz tatili için pek çok seçenek var! Deniz tatili, doğa yürüyüşü, yeni şehirler gezme. Yeni hobi öğrenme, kitap okuma, arkadaşlarla vakit geçirme. Bütçe ve tercihlerine göre planlayabilirsin. Hangi aktiviteler ilgini çekiyor?"}
{"input": "Verimli not alma teknikleri nelerdir?", "output": "Verimli not almak için önce aktif dinle. Anahtar kelimeleri belirle, kısaltmalar kullan. Renkli kalemler, şemalar, mind map teknikleri faydalı. Notları düzenli gözden geçir, kendi kelimelerinle yeniden yaz."}
{"input": "Kendime nasıl zaman ayırabilirim?", "output": "Kendine zaman ayırmak çok önemli! Günlük rutininde 15-30 dakika 'me-time' planla. Hayır demeyi öğren, sınırlar koy. Sevdiğin aktiviteleri önceliklendir. Bu bencillik değil, ruh sağlığın için gerekli."}
{"input": "İyi bir arkadaşlık nasıl olur?", "output": "İyi arkadaşlık karşılıklı saygı, güven ve desteğe dayanır. İyi günde kötü günde yanında ol, yargılamadan dinle. Dürüst ol ama nazik, sırları sakla. Zaman ayır, ilgilendiğini göster. İletişimi canlı tut."}
{"input": "Günaydın, nasıl uyandın?", "output": "Günaydın! Oldukça dinlenmiş uyandım, teşekkür ederim. Sen nasılsın? Kahvaltı yaptın mı?"}
    {"input": "Bugün planların neler?", "output": "Bugün önce işimi halledeceğim, öğleden sonra arkadaşlarımla buluşacağım. Sen ne yapıyorsun bugün?"}
    {"input": "Hava nasıl dışarda?", "output": "Hava oldukça güzel, güneşli ve ılık. Dışarı çıkmak için ideal bir gün. Belki yürüyüşe çıkabilirsin."}
    {"input": "Yorgun hissediyorum kendimi", "output": "Yorgunluk bazen vücudumuzun dinlenmesi gerektiğinin işareti. Erken yatmayı denedin mi? Belki biraz mola vermelisin."}
    {"input": "Bugün çok yoğun geçti", "output": "Yoğun günler gerçekten yorucu olabiliyor. Akşam kendine zaman ayırabilirsen iyi olur. Neler yaptın bugün?"}
    {"input": "Hafta sonu planın var mı?", "output": "Henüz kesin bir planım yok ama dinlenmek istiyorum. Belki sinemaya gider, arkadaşlarla buluşurum. Sen ne düşünüyorsun?"}
    {"input": "Yemek ne pişirdin bugün?", "output": "Bugün güzel bir mercimek çorbası ve pilav yaptım. Basit ama lezzetliydi. Sen ne yedin bugün?"}
    {"input": "Alışverişe çıkacağım", "output": "Güzel! Neye ihtiyacın var? Liste hazırladın mı? Alışveriş listesi yapmak unutmamak için çok faydalı oluyor."}
    {"input": "Trafik çok yoğundu", "output": "Trafik gerçekten sinir bozucu olabiliyor. Sakin müzik dinlemek veya podcast dinlemek yolculuğu daha katlanılabilir hale getirebilir."}
    {"input": "Bu akşam evde kalacağım", "output": "Evde geçirilecek sakin bir akşam çok güzel olabilir. Film izlemek, kitap okumak veya hobinle ilgilenmek için fırsat."}
    {"input": "Arkadaşımla tartıştık", "output": "Arkadaşlarla tartışmak üzücü olabilir. Belki sakinleştikten sonra konuşmayı deneyebilirsin. Çoğu zaman yanlış anlaşılmalardan kaynaklanır."}
    {"input": "Yeni bir iş başladım", "output": "Tebrikler! Yeni iş başlamak heyecan verici. İlk günler nasıl geçiyor? Adaptasyon süreci zaman alabilir ama sabırlı ol."}
    {"input": "Spor salonuna gitmeyi düşünüyorum", "output": "Harika bir karar! Düzenli egzersiz hem fiziksel hem mental sağlık için çok faydalı. Hangi spor dalıyla başlamayı planlıyorsun?"}
    {"input": "Bugün hiçbir şey yapmak istemiyorum", "output": "Bazen böyle günler olur ve bu normal. Kendini zorlamak yerine dinlenmeye odaklanabilirsin. Yarın daha enerjik hissedebilirsin."}
    {"input": "Hava çok soğuk oldu", "output": "Soğuk havalar gerçekten rahatsız edici. Sıcak giyin, içecek hazırla kendine. Evde sıcak ve rahat kalmak bu havalarda en iyisi."}
    {"input": "Matematik çok zor geliyor", "output": "Matematik ilk başta zor gelebilir ama pratikle kolaylaşır. Hangi konuda zorluk yaşıyorsun? Adım adım ilerlemek en iyisi."}
    {"input": "Hangi üniversite bölümünü seçmeliyim?", "output": "Bölüm seçimi çok önemli bir karar. İlgi alanlarını, yeteneklerini ve gelecek planlarını düşün. Hangi konular seni heyecanlandırıyor?"}
    {"input": "Sınav kaygısı yaşıyorum", "output": "Sınav kaygısı çok yaygın bir durum. Düzenli çalışma, nefes egzersizleri ve iyi uyku yardımcı olur. Kendine güven, elinden geleni yapıyorsun."}
    {"input": "Ders çalışmaya odaklanamıyorum", "output": "Odaklanma sorunu yaşamak normal. Pomodoro tekniğini denedin mi? 25 dakika çalış, 5 dakika mola ver. Çalışma ortamını da düzenle."}
    {"input": "Ödev yapmak istemiyorum", "output": "Ödev yapmak bazen can sıkıcı gelebilir. Büyük ödevleri küçük parçalara böl, her tamamladığında kendini ödüllendir."}
    {"input": "Yeni bir dil öğrenmek istiyorum", "output": "Dil öğrenmek harika bir hedef! Hangi dili öğrenmek istiyorsun? Düzenli pratik, dinleme ve konuşma en etkili yöntemler."}
    {"input": "Kitap okuma alışkanlığı edinmek istiyorum", "output": "Kitap okuma alışkanlığı için günde 15-20 dakika ayırarak başla. İlgi alanına uygun kitaplar seç. Zorlamak yerine keyif almaya odaklan."}
    {"input": "Ders notlarımı nasıl organize edeyim?", "output": "Not organizasyonu için renk kodları, başlıklar ve özetler kullan. Dijital ve fiziksel notları birleştir. Düzenli gözden geçirmeyi unutma."}
    {"input": "Grup çalışması nasıl yapılır?", "output": "Grup çalışması için roller belirle, zamanlaması yap, herkesin katılımını sağla. Açık iletişim ve karşılıklı saygı çok önemli."}
    {"input": "Online eğitim nasıl verimli hale getirilir?", "output": "Online eğitim için sessiz bir ortam oluştur, düzenli molalar ver, aktif katılım göster. Dikkat dağıtıcıları minimize et."}
    {"input": "Ezber yapmakta zorlanıyorum", "output": "Ezber için tekrar çok önemli. Bilgiyi anlayarak öğren, görselleştir, sesli oku. Hikaye kurma tekniği de etkili olabilir."}
    {"input": "Hangi mesleki kurs almalıyım?", "output": "Mesleki kurs seçimi için sektörün ihtiyaçlarını araştır. Hangi alanda kendini geliştirmek istiyorsun? Sertifikalı ve tanınmış kurumları tercih et."}
    {"input": "Akademik yazım nasıl geliştirilir?", "output": "Akademik yazım için çok okumak gerekir. Kaynak araştırması yap, net ve özlü yaz. Yazım kurallarına dikkat et, düzenli pratik yap."}
    {"input": "Sunum yapmaktan korkuyorum", "output": "Sunum kaygısı çok yaygın. İyi hazırlan, prova yap, nefes egzersizleri öğren. Küçük gruplarla başlayıp kademeli olarak büyüt."}
    {"input": "Araştırma nasıl yapılır?", "output": "Araştırma için güvenilir kaynaklar kullan, farklı perspektifleri incele. Notlarını organize et, eleştirel düşün ve objektif ol."}
    {"input": "Yapay zeka nasıl çalışır?", "output": "Yapay zeka, insan zekasını taklit etmek için algoritma ve veri kullanır. Makine öğrenmesi, büyük veri setlerinden öğrenerek tahminler yapar."}
    {"input": "Hangi programlama dili öğrenmeliyim?", "output": "Hedefine göre değişir. Web geliştirme için JavaScript, veri bilimi için Python, mobil uygulama için Swift/Kotlin. Python başlangıç için ideal."}
    {"input": "Bilgisayarım yavaş çalışıyor", "output": "Yavaşlık nedenleri: gereksiz programlar, virüs, eski donanım. Disk temizliği yap, antivirüs çalıştır, gereksiz programları kaldır."}
    {"input": "Siber güvenlik nasıl sağlanır?", "output": "Güçlü şifreler kullan, düzenli güncelleme yap, şüpheli linklere tıklama. İki faktörlü kimlik doğrulama aktif et, yedekleme yap."}
    {"input": "Bulut depolama güvenli mi?", "output": "Reputable bulut servisleri güvenli ama şifreleme kullan. Önemli dosyaları yerel olarak da yedekle. Gizlilik ayarlarını kontrol et."}
    {"input": "5G teknolojisi nedir?", "output": "5G, beşinci nesil mobil internet teknolojisi. Çok yüksek hız, düşük gecikme süresi ve daha fazla bağlantı kapasitesi sunuyor."}
    {"input": "Kripto para nasıl çalışır?", "output": "Kripto paralar blockchain teknolojisi kullanır. Merkeziyetsiz, dijital para birimleri. Değeri arz-talep dengesi ve teknolojik gelişmelerle belirlenir."}
    {"input": "Veri bilimi nedir?", "output": "Veri bilimi, büyük veri setlerinden anlam çıkarma sanatı. İstatistik, programlama ve domain bilgisi birleştirilerek karar verme süreçlerini destekler."}
    {"input": "Sosyal medya algoritmaları nasıl çalışır?", "output": "Sosyal medya algoritmaları kullanıcı davranışını analiz eder. Beğeniler, paylaşımlar, kalış süresi gibi faktörler içerik önceliğini belirler."}
    {"input": "Elektrikli arabalar nasıl çalışır?", "output": "Elektrikli arabalar bataryadan gelen elektrikle çalışan motorlar kullanır. Daha sessiz, çevre dostu ve daha az bakım gerektirirler."}
    {"input": "Quantum bilgisayar nedir?", "output": "Quantum bilgisayarlar, klasik bilgisayarlardan farklı olarak kuantum mekaniği prensiplerini kullanır. Çok karmaşık hesaplamaları hızlı çözebilir."}
    {"input": "Robotik teknolojisi nereye gidiyor?", "output": "Robotik teknolojisi hızla gelişiyor. Endüstri, sağlık, ev yaşamı gibi alanlarda daha akıllı ve özerk robotlar görüyoruz."}
    {"input": "Biyoinformatik nedir?", "output": "Biyoinformatik, biyoloji ve bilgisayar biliminin kesişimi. Genetik veriler, protein yapıları gibi biyolojik bilgileri analiz eder."}
    {"input": "Nesnelerin interneti nasıl çalışır?", "output": "IoT, günlük nesneleri internete bağlayarak akıllı hale getirir. Sensörler, veri toplar ve analiz ederek otomatik kararlar alır."}
    {"input": "Sanal gerçeklik teknolojisi nedir?", "output": "VR teknolojisi, kullanıcıyı tamamen dijital bir ortama taşır. Özel gözlük ve kontrollerle etkileşimli deneyimler sunar."}
    {"input": "Sağlıklı beslenme nasıl olmalı?", "output": "Sağlıklı beslenme çeşitlilik, denge ve ölçü demek. Bol sebze-meyve, tam tahıl, protein ve sağlıklı yağlar. İşlenmiş gıdalardan kaçın."}
    {"input": "Düzenli egzersiz nasıl yapılır?", "output": "Haftada en az 150 dakika orta tempolu egzersiz öneriliyor. Sevdiğin aktiviteleri seç, kademeli başla, tutarlı ol. Zorlamak yerine keyif al."}
    {"input": "Stresle nasıl başa çıkabilirim?", "output": "Stres yönetimi için nefes egzersizleri, meditasyon, düzenli uyku çok önemli. Hobiler, sosyal destek ve zaman yönetimi de etkili."}
    {"input": "Uykusuzluk problemi yaşıyorum", "output": "Uyku hijyeni çok önemli. Düzenli uyku saatleri, karanlık ortam, elektronik cihazlardan uzak dur. Rahatlatıcı rutinler oluştur."}
    {"input": "Su içmeyi unutuyorum", "output": "Su içmeyi hatırlamak için alarm kur, yanında su şişesi taşı. Günde 8-10 bardak su içmeye çalış. Meyve suları da sayılır."}
    {"input": "Kilo vermek istiyorum", "output": "Sağlıklı kilo verme için kalori açığı oluştur, dengeli beslen, düzenli hareket et. Aşırı diyet yerine yaşam tarzı değişikliği yap."}
    {"input": "Bağışıklık sistemimi nasıl güçlendiririm?", "output": "Bağışıklık için C vitamini, çinko, düzenli uyku, stres yönetimi önemli. Fermente gıdalar, prebiyotikler bağırsak sağlığını destekler."}
    {"input": "Meditasyon nasıl yapılır?", "output": "Meditasyon için sessiz bir yer bul, rahat otur, nefesine odaklan. Başlangıçta 5-10 dakika yeter. Düzenlilik önemli, mükemmel olmak değil."}
    {"input": "Yaşlanma karşıtı öneriler", "output": "Yaşlanma karşıtı için güneş koruyucu kullan, antioksidan açısından zengin beslen, düzenli egzersiz, stres yönetimi ve yeterli uyku."}
    {"input": "Eklem ağrıları için ne yapabilirim?", "output": "Eklem sağlığı için düzenli hareket, kilo kontrolü, omega-3, kalsiyum önemli. Ağrı varsa soğuk-sıcak uygulama dene, doktora danış."}
    {"input": "Göz sağlığı nasıl korunur?", "output": "Göz sağlığı için düzenli muayene, UV koruması, ekran molası (20-20-20 kuralı), A vitamini açısından zengin beslenme."}
    {"input": "Kalp sağlığı için öneriler", "output": "Kalp sağlığı için düzenli egzersiz, sağlıklı beslenme, sigara-alkol sınırlama, stres yönetimi, düzenli kontrol çok önemli."}
    {"input": "Doğal detoks yöntemleri", "output": "Doğal detoks için bol su iç, yeşil çay, limonlu su, bol sebze-meyve. Karaciğer ve böbreklerin doğal detoks sistemi zaten çalışıyor."}
    {"input": "Postur bozukluğu nasıl düzeltilir?", "output": "Postur düzeltmek için ergonomik oturma, düzenli egzersiz, germe hareketleri, core güçlendirme. Farkındalık çok önemli."}
    {"input": "Mental sağlık nasıl korunur?", "output": "Mental sağlık için sosyal bağlantılar, hobi, düzenli rutinler, sınır koyma, kendine şefkat. Gerekirse profesyonel destek al."}
    {"input": "İş görüşmesine nasıl hazırlanırım?", "output": "İş görüşmesi için şirket araştırması yap, muhtemel soruları hazırla, örnekler düşün. Kıyafetine dikkat et, erken git, kendine güven."}
    {"input": "CV nasıl hazırlanır?", "output": "CV'de kişisel bilgiler, deneyimler, beceriler, eğitim yer almalı. Kısa ve öz ol, başarılarını quantify et, her pozisyon için özelleştir."}
    {"input": "Kariyer değişikliği yapmalı mıyım?", "output": "Kariyer değişikliği büyük bir karar. Mevcut durumunu, hedeflerini, finansal durumu değerlendir. Yeni alanda deneyim kazanmayı dene."}
    {"input": "İş stresini nasıl yönetirim?", "output": "İş stresi için öncelikleri belirle, mola ver, sınır koy, iletişim kur. Fiziksel egzersiz ve hobi stresi azaltır. Burnout'a dikkat et."}
    {"input": "Terfi nasıl alınır?", "output": "Terfi için performansını artır, inisiyatif al, yeni beceriler öğren. Hedeflerini amirinle paylaş, feedback al, sabırlı ol."}
    {"input": "Uzaktan çalışma nasıl organize edilir?", "output": "Uzaktan çalışma için düzenli rutinler oluştur, çalışma alanı ayır, ara vermeyi unutma. İletişimi güçlü tut, teknoloji becerilerini geliştir."}
    {"input": "Networking nasıl yapılır?", "output": "Networking için etkinliklere katıl, sosyal medyayı kullan, value ver almadan önce. Samimi ilişkiler kur, sadece iş odaklı olma."}
    {"input": "İş-yaşam dengesi nasıl kurulur?", "output": "İş-yaşam dengesi için sınırlar koy, öncelikleri belirle, zaman yönetimi yap. Kendine vakit ayır, sayır demeyi öğren."}
    {"input": "Maaş artışı nasıl istenir?", "output": "Maaş artışı isterken performansını, pazar araştırmasını, katkılarını hazırla. Doğru zamanı seç, profesioyel yaklaş, alternatifler düşün."}
    {"input": "Yeni işe nasıl uyum sağlarım?", "output": "Yeni işte aktif dinle, sorular sor, notlar al. Meslektaşlarınla iyi ilişkiler kur, açık fikirli ol, sabırlı ol."}
    {"input": "Freelance çalışma nasıl başlanır?", "output": "Freelance için becerilerini belirle, portfolio oluştur, fiyat stratejisi geliştir. Müşteri bulma, zaman yönetimi ve faturalandırma önemli."}
    {"input": "Liderlik becerileri nasıl geliştirilir?", "output": "Liderlik için empati, iletişim, karar verme becerilerini geliştir. Örnekle öncülük et, feedback ver, takımını destekle."}
    {"input": "İş fırsatları nasıl değerlendirilir?", "output": "İş fırsatını değerlendirirken maaş, kariyer gelişimi, şirket kültürü, iş-yaşam dengesi, lokasyon gibi faktörleri tart."}
    {"input": "Çalışan hakları nelerdir?", "output": "Çalışan hakları: adil ücret, güvenli çalışma ortamı, izin hakları, sosyal güvenlik, mobbing karşısında koruma. İş kanununu bil."}
    {"input": "Emeklilik nasıl planlanır?", "output": "Emeklilik planlaması erken yaşta başlamalı. Düzenli birikim, çeşitli yatırım araçları, emeklilik sigortası düşün. Uzun vadeli plan yap."}
    {"input": "Hangi müzik türlerini dinlemeliyim?", "output": "Müzik zevki kişisel ama çeşitlilik güzel. Klasik müzik konsantrasyonu artırır, jazz rahatlatır, pop enerjik hissettirir. Hangi ruh halinde hangi müzik?"}
    {"input": "Müze gezisi nasıl verimli olur?", "output": "Müze gezisi için önceden araştırma yap, plan hazırla, rehber al. Acele etme, detayları incele, notlar al. Interaktif sergiler daha eğlenceli."}
    {"input": "Kitap okuma alışkanlığı nasıl edinilir?", "output": "Kitap okuma için günde 15-20 dakika ayır, ilgi alanına uygun kitaplar seç. E-kitap da olabilir. Kitap kulübü katılmak motivasyon artırır."}
    {"input": "Hangi film türlerini izlemeliyim?", "output": "Film tercihi ruh haline göre değişir. Komedi eğlenmek için, dram düşünmek için, belgesel öğrenmek için. Çeşitli türler deneyebilirsin."}
    {"input": "Sanat nasıl anlaşılır?", "output": "Sanat subjektif ama tarihsel bağlamı, teknik özellikleri, sanatçının hikayesi önemli. Açık fikirli ol, duygusal tepkini de önemse."}
    {"input": "Yerel kültürü nasıl keşfederim?", "output": "Yerel kültür için tarihi yerleri ziyaret et, geleneksel yemekleri dene, yerel festivallere katıl. Yaşlılarla konuş, hikayelerini dinle."}
    {"input": "Hangi dilleri öğrenmeliyim?", "output": "Dil seçimi hedeflerine göre değişir. İngilizce evrensel, Çince ekonomi için, Almanca teknoloji için. Hangi kültürle ilgileniyorsun?"}
    {"input": "Tiyatro nasıl anlaşılır?", "output": "Tiyatro canlı performans sanatı. Oyundan önce konuyu araştır, oyuncuların performansına dikkat et. Duygusal bağlantı kurmaya çalış."}
    {"input": "Fotoğrafçılık nasıl öğrenilir?", "output": "Fotoğrafçılık için teknik bilgileri öğren (ışık, kompozisyon, açı), çok pratik yap. Farklı tarzları incele, eleştiri al, sabırlı ol."}
    {"input": "Yaratıcı yazım nasıl geliştirilir?", "output": "Yaratıcı yazım için çok oku, günlük tut, farklı türleri dene. Hayal gücünü kullan, deneyimlerinden yararlan, eleştiriye açık ol."}
    {"input": "Müzik aleti nasıl öğrenilir?", "output": "Müzik aleti öğrenmek için sabır ve düzenli pratik şart. Hoca bul, başlangıçta basit parçalarla başla, temel teknik çok önemli."}
    {"input": "Resim yapmayı nasıl öğrenebilirim?", "output": "Resim öğrenmek için çizim temellerinden başla, perspektif ve renk teorisini öğren. Online kurslara katıl, farklı teknikler dene."}
    {"input": "Dans etmeyi öğrenmek istiyorum", "output": "Dans öğrenmek eğlenceli! Sevdiğin müzik türüne uygun dans seç, kurslara katıl veya online videolar izle. Özgüven önemli, utanma."}
    {"input": "Geleneksel sanatlar nelerdir?", "output": "Türk geleneksel sanatları: hat, minyatür, çini, halı dokuma, ebru, tezhip gibi. Her birinin kendine özgü teknikleri ve tarihi var."}
    {"input": "Sanat eserlerini nasıl değerlendiririm?", "output": "Sanat eserini değerlendirirken estetik, teknik, özgünlük, duygusal etki, tarihi önem gibi faktörleri düşün. Kişisel tepkin de önemli."}
    {"input": "Yemek yapmayı nasıl öğrenebilirim?", "output": "Yemek yapmak için basit tariflerle başla. Temel teknikleri öğren: doğrama, kavurma, haşlama. YouTube videoları, yemek kitapları faydalı."}
    {"input": "Sağlıklı atıştırmalık önerileri", "output": "Sağlıklı atıştırmalıklar: meyveler, kuruyemişler, yoğurt, sebze çubukları, tam tahıllı bisküvi. Hazır paketli atıştırmalıklardan kaçın."}
    {"input": "Hızlı yemek tarifleri önerir misin?", "output": "Hızlı tarifler: omlet, makarna, quesadilla, smoothie, sandviç. Önceden hazırlık yapmak da zaman kazandırır. Hangi malzemeler var?"}
    {"input": "Yemek planlaması nasıl yapılır?", "output": "Yemek planlaması için haftalık menü hazırla, alışveriş listesi yap, meal prep dene. Sezonluk ürünleri tercih et, çeşitlilik sağla."}
    {"input": "Hangi baharatları kullanmalıyım?", "output": "Temel baharatlar: tuz, karabiber, kırmızı biber, kimyon, nane, fesleğen. Türk mutfağında: sumak, isot, zahter da güzel."}
    {"input": "Pasta yapmayı öğrenmek istiyorum", "output": "Pasta yapmak için temel hamur çeşitlerini öğren. Malzemelerin oranı çok önemli. Basit keklerle başla, kademeli olarak zorluk artır."}
    {"input": "Vegan yemek nasıl yapılır?", "output": "Vegan yemek için et yerine baklagiller, mantar, tofu kullan. Bitkisel süt, peynir alternatifleri var. Çeşitli sebze ve tahıllar dene."}
    {"input": "Yemek fotoğrafçılığı nasıl yapılır?", "output": "Yemek fotoğrafı için doğal ışık kullan, kompozisyona dikkat et, renkli tabaklar kullan. Farklı açılara dikkat göster."}